["*** START OF THE PROJECT GUTENBERG EBOOK 1111 ***\r\n\r\nThe life and death of King Richard the Second\r\n\r\nActus Primus, Scaena Prima.\r\n\r\nEnter King Richard, Iohn of Gaunt, with other Nobles and\r\nAttendants.\r\n\r\n  King Richard. Old Iohn of Gaunt, time-honoured Lancaster,\r\nHast thou according to thy oath and band\r\nBrought hither Henry Herford thy bold son:\r\nHeere to make good y boistrous late appeale,\r\nWhich then our leysure would not let vs heare,\r\nAgainst the Duke of Norfolke, Thomas Mowbray?\r\n  Gaunt. I haue my Liege\r\n\r\n   King. Tell me moreouer, hast thou sounded him,\r\nIf he appeale the Duke on ancient malice,\r\nOr worthily as a good subiect should\r\nOn some knowne ground of treacherie in him\r\n\r\n   Gaunt. As neere as I could sift him on that argument,\r\nOn some apparant danger seene in him,\r\nAym'd at your Highnesse, no inueterate malice\r\n\r\n   Kin. Then call them to our presence face to face,\r\nAnd frowning brow to brow, our selues will heare\r\nTh' accuser, and the accused, freely speake;\r\nHigh stomack'd are they both, and full of ire,\r\nIn rage, deafe as the sea; hastie as fire.\r\nEnter Bullingbrooke and Mowbray.\r\n\r\n  Bul. Many yeares of happy dayes befall\r\nMy gracious Soueraigne, my most louing Liege\r\n\r\n   Mow. Each day still better others happinesse,\r\nVntill the heauens enuying earths good hap,\r\nAdde an immortall title to your Crowne\r\n\r\n   King. We thanke you both, yet one but flatters vs,\r\nAs well appeareth by the cause you come,\r\nNamely, to appeale each other of high treason.\r\nCoosin of Hereford, what dost thou obiect\r\nAgainst the Duke of Norfolke, Thomas Mowbray?\r\n  Bul. First, heauen be the record to my speech,\r\nIn the deuotion of a subiects loue,\r\nTendering the precious safetie of my Prince,\r\nAnd free from other misbegotten hate,\r\nCome I appealant to this Princely presence.\r\nNow Thomas Mowbray do I turne to thee,\r\nAnd marke my greeting well: for what I speake,\r\nMy body shall make good vpon this earth,\r\nOr my diuine soule answer it in heauen.\r\nThou art a Traitor, and a Miscreant;\r\nToo good to be so, and too bad to liue,\r\nSince the more faire and christall is the skie,\r\nThe vglier seeme the cloudes that in it flye:\r\nOnce more, the more to aggrauate the note,\r\nWith a foule Traitors name stuffe I thy throte,\r\nAnd wish (so please my Soueraigne) ere I moue,\r\nWhat my tong speaks, my right drawn sword may proue\r\n  Mow. Let not my cold words heere accuse my zeale:\r\n'Tis not the triall of a Womans warre,\r\nThe bitter clamour of two eager tongues,\r\nCan arbitrate this cause betwixt vs twaine:\r\nThe blood is hot that must be cool'd for this.\r\nYet can I not of such tame patience boast,\r\nAs to be husht, and nought at all to say.\r\nFirst the faire reuerence of your Highnesse curbes mee,\r\nFrom giuing reines and spurres to my free speech,\r\nWhich else would post, vntill it had return'd\r\nThese tearmes of treason, doubly downe his throat.\r\nSetting aside his high bloods royalty,\r\nAnd let him be no Kinsman to my Liege,\r\nI do defie him, and I spit at him,\r\nCall him a slanderous Coward, and a Villaine:\r\nWhich to maintaine, I would allow him oddes,\r\nAnd meete him, were I tide to runne afoote,\r\nEuen to the frozen ridges of the Alpes,\r\nOr any other ground inhabitable,\r\nWhere euer Englishman durst set his foote.\r\nMeane time, let this defend my loyaltie,\r\nBy all my hopes most falsely doth he lie\r\n\r\n   Bul. Pale trembling Coward, there I throw my gage,\r\nDisclaiming heere the kindred of a King,\r\nAnd lay aside my high bloods Royalty,\r\nWhich feare, not reuerence makes thee to except.\r\nIf guilty dread hath left thee so much strength,\r\nAs to take vp mine Honors pawne, then stoope.\r\nBy that, and all the rites of Knight-hood else,\r\nWill I make good against thee arme to arme,\r\nWhat I haue spoken, or thou canst deuise\r\n\r\n   Mow. I take it vp, and by that sword I sweare,\r\nWhich gently laid my Knight-hood on my shoulder,\r\nIle answer thee in any faire degree,\r\nOr Chiualrous designe of knightly triall:\r\nAnd when I mount, aliue may I not light,\r\nIf I be Traitor, or vniustly fight\r\n\r\n   King. What doth our Cosin lay to Mowbraies charge?\r\nIt must be great that can inherite vs,\r\nSo much as of a thought of ill in him\r\n\r\n   Bul. Looke what I said, my life shall proue it true,\r\nThat Mowbray hath receiu'd eight thousand Nobles,\r\nIn name of lendings for your Highnesse Soldiers,\r\nThe which he hath detain'd for lewd employments,\r\nLike a false Traitor, and iniurious Villaine.\r\nBesides I say, and will in battaile proue,\r\nOr heere, or elsewhere to the furthest Verge\r\nThat euer was suruey'd by English eye,\r\nThat all the Treasons for these eighteene yeeres\r\nComplotted, and contriued in this Land,\r\nFetch'd from false Mowbray their first head and", "The which he hath detain'd for lewd employments,\r\nLike a false Traitor, and iniurious Villaine.\r\nBesides I say, and will in battaile proue,\r\nOr heere, or elsewhere to the furthest Verge\r\nThat euer was suruey'd by English eye,\r\nThat all the Treasons for these eighteene yeeres\r\nComplotted, and contriued in this Land,\r\nFetch'd from false Mowbray their first head and spring.\r\nFurther I say, and further will maintaine\r\nVpon his bad life, to make all this good.\r\nThat he did plot the Duke of Glousters death,\r\nSuggest his soone beleeuing aduersaries,\r\nAnd consequently, like a Traitor Coward,\r\nSluc'd out his innocent soule through streames of blood:\r\nWhich blood, like sacrificing Abels cries,\r\n(Euen from the toonglesse cauernes of the earth)\r\nTo me for iustice, and rough chasticement:\r\nAnd by the glorious worth of my discent,\r\nThis arme shall do it, or this life be spent\r\n\r\n   King. How high a pitch his resolution soares:\r\nThomas of Norfolke, what sayest thou to this?\r\n  Mow. Oh let my Soueraigne turne away his face,\r\nAnd bid his eares a little while be deafe,\r\nTill I haue told this slander of his blood,\r\nHow God, and good men, hate so foule a lyar\r\n\r\n   King. Mowbray, impartiall are our eyes and eares,\r\nWere he my brother, nay our kingdomes heyre,\r\nAs he is but my fathers brothers sonne;\r\nNow by my Scepters awe, I make a vow,\r\nSuch neighbour-neerenesse to our sacred blood,\r\nShould nothing priuiledge him, nor partialize\r\nThe vn-stooping firmenesse of my vpright soule.\r\nHe is our subiect (Mowbray) so art thou,\r\nFree speech, and fearelesse, I to thee allow\r\n\r\n   Mow. Then Bullingbrooke, as low as to thy heart,\r\nThrough the false passage of thy throat; thou lyest:\r\nThree parts of that receipt I had for Callice,\r\nDisburst I to his Highnesse souldiers;\r\nThe other part reseru'd I by consent,\r\nFor that my Soueraigne Liege was in my debt,\r\nVpon remainder of a deere Accompt,\r\nSince last I went to France to fetch his Queene:\r\nNow swallow downe that Lye. For Glousters death,\r\nI slew him not; but (to mine owne disgrace)\r\nNeglected my sworne duty in that case:\r\nFor you my noble Lord of Lancaster,\r\nThe honourable Father to my foe,\r\nOnce I did lay an ambush for your life,\r\nA trespasse that doth vex my greeued soule:\r\nBut ere I last receiu'd the Sacrament,\r\nI did confesse it, and exactly begg'd\r\nYour Graces pardon, and I hope I had it.\r\nThis is my fault: as for the rest appeal'd,\r\nIt issues from the rancour of a Villaine,\r\nA recreant, and most degenerate Traitor,\r\nWhich in my selfe I boldly will defend,\r\nAnd interchangeably hurle downe my gage\r\nVpon this ouer-weening Traitors foote,\r\nTo proue my selfe a loyall Gentleman,\r\nEuen in the best blood chamber'd in his bosome.\r\nIn hast whereof, most heartily I pray\r\nYour Highnesse to assigne our Triall day\r\n\r\n   King. Wrath-kindled Gentlemen be rul'd by me:\r\nLet's purge this choller without letting blood:\r\nThis we prescribe, though no Physition,\r\nDeepe malice makes too deepe incision.\r\nForget, forgiue, conclude, and be agreed,\r\nOur Doctors say, This is no time to bleed.\r\nGood Vnckle, let this end where it begun,\r\nWee'l calme the Duke of Norfolke; you, your son\r\n\r\n   Gaunt. To be a make-peace shall become my age,\r\nThrow downe (my sonne) the Duke of Norfolkes gage\r\n\r\n   King. And Norfolke, throw downe his\r\n\r\n   Gaunt. When Harrie when? Obedience bids,\r\nObedience bids I should not bid agen\r\n\r\n   King. Norfolke, throw downe, we bidde; there is\r\nno boote\r\n\r\n   Mow. My selfe I throw (dread Soueraigne) at thy foot.\r\nMy life thou shalt command, but not my shame,\r\nThe one my dutie owes, but my faire name\r\nDespight of death, that liues vpon my graue\r\nTo darke dishonours vse, thou shalt not haue.\r\nI am disgrac'd, impeach'd, and baffel'd heere,\r\nPierc'd to the soule with slanders venom'd speare:\r\nThe which no balme can cure, but his heart blood\r\nWhich breath'd this poyson\r\n\r\n   King. Rage must be withstood:\r\nGiue me his gage: Lyons make Leopards tame\r\n\r\n   Mo. Yea, but not change his spots: take but my shame,\r\nAnd I resigne my gage. My deere, deere Lord,\r\nThe purest treasure mortall times afford\r\nIs spotlesse reputation: that away,\r\nMen are but gilded loame, or painted clay.\r\nA Iewell in a ten times barr'd vp Chest,\r\nIs a bold spirit, in a loyall brest.\r\nMine Honor is my life; both grow in one:\r\nTake Honor from me, and my life is done.\r\nThen (deere my Liege) mine Honor let me trie,\r\nIn that I liue; and for that will I die\r\n\r\n   King. Coosin, throw downe your gage,\r\nDo you begin\r\n\r\n   Bul. Oh heauen defend my soule from such foule sin.\r\nShall I seeme Crest-falne in my fathers sight,\r\nOr with pale beggar-feare impeach my", " grow in one:\r\nTake Honor from me, and my life is done.\r\nThen (deere my Liege) mine Honor let me trie,\r\nIn that I liue; and for that will I die\r\n\r\n   King. Coosin, throw downe your gage,\r\nDo you begin\r\n\r\n   Bul. Oh heauen defend my soule from such foule sin.\r\nShall I seeme Crest-falne in my fathers sight,\r\nOr with pale beggar-feare impeach my hight\r\nBefore this out-dar'd dastard? Ere my toong,\r\nShall wound mine honor with such feeble wrong;\r\nOr sound so base a parle: my teeth shall teare\r\nThe slauish motiue of recanting feare,\r\nAnd spit it bleeding in his high disgrace,\r\nWhere shame doth harbour, euen in Mowbrayes face.\r\n\r\nExit Gaunt.\r\n\r\n  King. We were not borne to sue, but to command,\r\nWhich since we cannot do to make you friends,\r\nBe readie, (as your liues shall answer it)\r\nAt Couentree, vpon S[aint]. Lamberts day:\r\nThere shall your swords and Lances arbitrate\r\nThe swelling difference of your setled hate:\r\nSince we cannot attone you, you shall see\r\nIustice designe the Victors Chiualrie.\r\nLord Marshall, command our Officers at Armes,\r\nBe readie to direct these home Alarmes.\r\n\r\nExeunt.\r\n\r\n\r\nScaena Secunda.\r\n\r\nEnter Gaunt, and Dutchesse of Gloucester.\r\n\r\n  Gaunt. Alas, the part I had in Glousters blood,\r\nDoth more solicite me then your exclaimes,\r\nTo stirre against the Butchers of his life.\r\nBut since correction lyeth in those hands\r\nWhich made the fault that we cannot correct,\r\nPut we our quarrell to the will of heauen,\r\nWho when they see the houres ripe on earth,\r\nWill raigne hot vengeance on offenders heads\r\n\r\n   Dut. Findes brotherhood in thee no sharper spurre?\r\nHath loue in thy old blood no liuing fire?\r\nEdwards seuen sonnes (whereof thy selfe art one)\r\nWere as seuen violles of his Sacred blood,\r\nOr seuen faire branches springing from one roote:\r\nSome of those seuen are dride by natures course,\r\nSome of those branches by the destinies cut:\r\nBut Thomas, my deere Lord, my life, my Glouster,\r\nOne Violl full of Edwards Sacred blood,\r\nOne flourishing branch of his most Royall roote\r\nIs crack'd, and all the precious liquor spilt;\r\nIs hackt downe, and his summer leafes all vaded\r\nBy Enuies hand, and Murders bloody Axe.\r\nAh Gaunt! His blood was thine, that bed, that wombe,\r\nThat mettle, that selfe-mould that fashion'd thee,\r\nMade him a man: and though thou liu'st, and breath'st,\r\nYet art thou slaine in him: thou dost consent\r\nIn some large measure to thy Fathers death,\r\nIn that thou seest thy wretched brother dye,\r\nWho was the modell of thy Fathers life.\r\nCall it not patience (Gaunt) it is dispaire,\r\nIn suffring thus thy brother to be slaughter'd,\r\nThou shew'st the naked pathway to thy life,\r\nTeaching sterne murther how to butcher thee:\r\nThat which in meane men we intitle patience\r\nIs pale cold cowardice in noble brests:\r\nWhat shall I say, to safegard thine owne life,\r\nThe best way is to venge my Glousters death\r\n\r\n   Gaunt. Heauens is the quarrell: for heauens substitute\r\nHis Deputy annointed in his sight,\r\nHath caus'd his death, the which if wrongfully\r\nLet heauen reuenge: for I may neuer lift\r\nAn angry arme against his Minister\r\n\r\n   Dut. Where then (alas may I) complaint my selfe?\r\n  Gau. To heauen, the widdowes Champion to defence\r\n  Dut. Why then I will: farewell old Gaunt.\r\nThou go'st to Couentrie, there to behold\r\nOur Cosine Herford, and fell Mowbray fight:\r\nO sit my husbands wrongs on Herfords speare,\r\nThat it may enter butcher Mowbrayes brest:\r\nOr if misfortune misse the first carreere,\r\nBe Mowbrayes sinnes so heauy in his bosome,\r\nThat they may breake his foaming Coursers backe,\r\nAnd throw the Rider headlong in the Lists,\r\nA Caytiffe recreant to my Cosine Herford:\r\nFarewell old Gaunt, thy sometimes brothers wife\r\nWith her companion Greefe, must end her life\r\n\r\n   Gau. Sister farewell: I must to Couentree,\r\nAs much good stay with thee, as go with mee\r\n\r\n   Dut. Yet one word more: Greefe boundeth where it falls,\r\nNot with the emptie hollownes, but weight:\r\nI take my leaue, before I haue begun,\r\nFor sorrow ends not, when it seemeth done.\r\nCommend me to my brother Edmund Yorke.\r\nLoe, this is all: nay, yet depart not so,\r\nThough this be all, do not so quickly go,\r\nI shall remember more. Bid him, Oh, what?\r\nWith all good speed at Plashie visit mee.\r\nAlacke, and what shall good old Yorke there see\r\nBut empty lodgings, and vnfurnish'd walles,\r\nVn-peopel'd Offices, vntroden stones?\r\nAnd what heare there for welcome, but my grones?\r\nTherefore commend me, let him not come there,\r\nTo seeke out sorrow, that dwels euery where:\r\nDesolate, desolate will I hence, and dye,\r\nThe last leaue of thee, takes my weeping eye.\r\n\r\nExeunt.\r\n\r\nScena Tertia.\r\n\r\nEnter Marshall, and Aumerle.\r\n\r\n  Mar. My L[ord]. Aumerle, is Harry Herford arm'd\r\n\r\n   Aum", " what heare there for welcome, but my grones?\r\nTherefore commend me, let him not come there,\r\nTo seeke out sorrow, that dwels euery where:\r\nDesolate, desolate will I hence, and dye,\r\nThe last leaue of thee, takes my weeping eye.\r\n\r\nExeunt.\r\n\r\nScena Tertia.\r\n\r\nEnter Marshall, and Aumerle.\r\n\r\n  Mar. My L[ord]. Aumerle, is Harry Herford arm'd\r\n\r\n   Aum. Yea, at all points, and longs to enter in\r\n\r\n   Mar. The Duke of Norfolke, sprightfully and bold,\r\nStayes but the summons of the Appealants Trumpet\r\n\r\n   Au. Why then the Champions, are prepar'd, and stay\r\nFor nothing but his Maiesties approach.\r\n\r\nFlourish.\r\n\r\nEnter King, Gaunt, Bushy, Bagot, Greene, & others: Then\r\nMowbray in Armor,\r\nand Harrold.\r\n\r\n  Rich. Marshall, demand of yonder Champion\r\nThe cause of his arriuall heere in Armes,\r\nAske him his name, and orderly proceed\r\nTo sweare him in the iustice of his cause\r\n\r\n   Mar. In Gods name, and the Kings say who y art,\r\nAnd why thou com'st thus knightly clad in Armes?\r\nAgainst what man thou com'st, and what's thy quarrell,\r\nSpeake truly on thy knighthood, and thine oath,\r\nAs so defend thee heauen, and thy valour\r\n\r\n   Mow. My name is Tho[mas]. Mowbray, Duke of Norfolk,\r\nWho hither comes engaged by my oath\r\n(Which heauen defend a knight should violate)\r\nBoth to defend my loyalty and truth,\r\nTo God, my King, and his succeeding issue,\r\nAgainst the Duke of Herford, that appeales me:\r\nAnd by the grace of God, and this mine arme,\r\nTo proue him (in defending of my selfe)\r\nA Traitor to my God, my King, and me,\r\nAnd as I truly fight, defend me heauen.\r\n\r\nTucket. Enter Hereford, and Harold.\r\n\r\n  Rich. Marshall: Aske yonder Knight in Armes,\r\nBoth who he is, and why he commeth hither,\r\nThus placed in habiliments of warre:\r\nAnd formerly according to our Law\r\nDepose him in the iustice of his cause\r\n\r\n   Mar. What is thy name? and wherfore comst y hither\r\nBefore King Richard in his Royall Lists?\r\nAgainst whom com'st thou? and what's thy quarrell?\r\nSpeake like a true Knight, so defend thee heauen\r\n\r\n   Bul. Harry of Herford, Lancaster, and Derbie,\r\nAm I: who ready heere do stand in Armes,\r\nTo proue by heauens grace, and my bodies valour,\r\nIn Lists, on Thomas Mowbray Duke of Norfolke,\r\nThat he's a Traitor foule, and dangerous,\r\nTo God of heauen, King Richard, and to me,\r\nAnd as I truly fight, defend me heauen\r\n\r\n   Mar. On paine of death, no person be so bold,\r\nOr daring hardie as to touch the Listes,\r\nExcept the Marshall, and such Officers\r\nAppointed to direct these faire designes\r\n\r\n   Bul. Lord Marshall, let me kisse my Soueraigns hand,\r\nAnd bow my knee before his Maiestie:\r\nFor Mowbray and my selfe are like two men,\r\nThat vow a long and weary pilgrimage,\r\nThen let vs take a ceremonious leaue\r\nAnd louing farwell of our seuerall friends\r\n\r\n   Mar. The Appealant in all duty greets your Highnes,\r\nAnd craues to kisse your hand, and take his leaue\r\n\r\n   Rich. We will descend, and fold him in our armes.\r\nCosin of Herford, as thy cause is iust,\r\nSo be thy fortune in this Royall fight:\r\nFarewell, my blood, which if to day thou shead,\r\nLament we may, but not reuenge thee dead\r\n\r\n   Bull. Oh let no noble eye prophane a teare\r\nFor me, if I be gor'd with Mowbrayes speare:\r\nAs confident, as is the Falcons flight\r\nAgainst a bird, do I with Mowbray fight.\r\nMy louing Lord, I take my leaue of you,\r\nOf you (my Noble Cosin) Lord Aumerle;\r\nNot sicke, although I haue to do with death,\r\nBut lustie, yong, and cheerely drawing breath.\r\nLoe, as at English Feasts, so I regreete\r\nThe daintiest last, to make the end most sweet.\r\nOh thou the earthy author of my blood,\r\nWhose youthfull spirit in me regenerate,\r\nDoth with a two-fold rigor lift mee vp\r\nTo reach at victory aboue my head,\r\nAdde proofe vnto mine Armour with thy prayres,\r\nAnd with thy blessings steele my Lances point,\r\nThat it may enter Mowbrayes waxen Coate,\r\nAnd furnish new the name of Iohn a Gaunt,\r\nEuen in the lusty hauiour of his sonne\r\n\r\n   Gaunt. Heauen in thy good cause make thee prosp'rous\r\nBe swift like lightning in the execution,\r\nAnd let thy blowes doubly redoubled,\r\nFall like amazing thunder on the Caske\r\nOf thy amaz'd pernicious enemy.\r\nRouze vp thy youthfull blood, be valiant, and liue\r\n\r\n   Bul. Mine innocence, and S[aint]. George to thriue\r\n\r\n   Mow. How euer heauen or fortune cast my lot,\r\nThere liues, or dies, true to Kings Richards Throne,\r\nA loyall, iust, and vpright Gentleman:\r\nNeuer did Captiue with a freer heart,\r\nCast off his chaines of bondage, and embrace\r\nHis golden vncontroul'd enfranchisement,\r\nMore then my dancing soule doth celebrate\r\nThis Feast of Battell, with mine Aduersarie.\r\nMost mighty Liege,", "uer heauen or fortune cast my lot,\r\nThere liues, or dies, true to Kings Richards Throne,\r\nA loyall, iust, and vpright Gentleman:\r\nNeuer did Captiue with a freer heart,\r\nCast off his chaines of bondage, and embrace\r\nHis golden vncontroul'd enfranchisement,\r\nMore then my dancing soule doth celebrate\r\nThis Feast of Battell, with mine Aduersarie.\r\nMost mighty Liege, and my companion Peeres,\r\nTake from my mouth, the wish of happy yeares,\r\nAs gentle, and as iocond, as to iest,\r\nGo I to fight: Truth, hath a quiet brest\r\n\r\n   Rich. Farewell, my Lord, securely I espy\r\nVertue with Valour, couched in thine eye:\r\nOrder the triall Marshall, and begin\r\n\r\n   Mar. Harrie of Herford, Lancaster, and Derby,\r\nReceiue thy Launce, and heauen defend thy right\r\n\r\n   Bul. Strong as a towre in hope, I cry Amen\r\n\r\n   Mar. Go beare this Lance to Thomas D[uke]. of Norfolke\r\n\r\n   1.Har. Harry of Herford, Lancaster, and Derbie,\r\nStands heere for God, his Soueraigne, and himselfe,\r\nOn paine to be found false, and recreant,\r\nTo proue the Duke of Norfolke, Thomas Mowbray,\r\nA Traitor to his God, his King, and him,\r\nAnd dares him to set forwards to the fight\r\n\r\n   2.Har. Here standeth Tho[mas]: Mowbray Duke of Norfolk\r\nOn paine to be found false and recreant,\r\nBoth to defend himselfe, and to approue\r\nHenry of Herford, Lancaster, and Derby,\r\nTo God, his Soueraigne, and to him disloyall:\r\nCouragiously, and with a free desire\r\nAttending but the signall to begin.\r\n\r\nA charge sounded\r\n\r\n  Mar. Sound Trumpets, and set forward Combatants:\r\nStay, the King hath throwne his Warder downe\r\n\r\n   Rich. Let them lay by their Helmets & their Speares,\r\nAnd both returne backe to their Chaires againe:\r\nWithdraw with vs, and let the Trumpets sound,\r\nWhile we returne these Dukes what we decree.\r\n\r\nA long Flourish.\r\n\r\nDraw neere and list\r\nWhat with our Councell we haue done.\r\nFor that our kingdomes earth should not be soyld\r\nWith that deere blood which it hath fostered,\r\nAnd for our eyes do hate the dire aspect\r\nOf ciuill wounds plowgh'd vp with neighbors swords,\r\nWhich so rouz'd vp with boystrous vntun'd drummes,\r\nWith harsh resounding Trumpets dreadfull bray,\r\nAnd grating shocke of wrathfull yron Armes,\r\nMight from our quiet Confines fright faire peace,\r\nAnd make vs wade euen in our kindreds blood:\r\nTherefore, we banish you our Territories.\r\nYou Cosin Herford, vpon paine of death,\r\nTill twice fiue Summers haue enrich'd our fields,\r\nShall not regreet our faire dominions,\r\nBut treade the stranger pathes of banishment\r\n\r\n   Bul. Your will be done: This must my comfort be,\r\nThat Sun that warmes you heere, shall shine on me:\r\nAnd those his golden beames to you heere lent,\r\nShall point on me, and gild my banishment\r\n\r\n   Rich. Norfolke: for thee remaines a heauier dombe,\r\nWhich I with some vnwillingnesse pronounce,\r\nThe slye slow houres shall not determinate\r\nThe datelesse limit of thy deere exile:\r\nThe hopelesse word, of Neuer to returne,\r\nBreath I against thee, vpon paine of life\r\n\r\n   Mow. A heauy sentence, my most Soueraigne Liege,\r\nAnd all vnlook'd for from your Highnesse mouth:\r\nA deerer merit, not so deepe a maime,\r\nAs to be cast forth in the common ayre\r\nHaue I deserued at your Highnesse hands.\r\nThe Language I haue learn'd these forty yeares\r\n(My natiue English) now I must forgo,\r\nAnd now my tongues vse is to me no more,\r\nThen an vnstringed Vyall, or a Harpe,\r\nOr like a cunning Instrument cas'd vp,\r\nOr being open, put into his hands\r\nThat knowes no touch to tune the harmony.\r\nWithin my mouth you haue engaol'd my tongue,\r\nDoubly percullist with my teeth and lippes,\r\nAnd dull, vnfeeling, barren ignorance,\r\nIs made my Gaoler to attend on me:\r\nI am too old to fawne vpon a Nurse,\r\nToo farre in yeeres to be a pupill now:\r\nWhat is thy sentence then, but speechlesse death,\r\nWhich robs my tongue from breathing natiue breath?\r\n  Rich. It boots thee not to be compassionate,\r\nAfter our sentence, plaining comes too late\r\n\r\n   Mow. Then thus I turne me from my countries light\r\nTo dwell in solemne shades of endlesse night\r\n\r\n   Ric. Returne againe, and take an oath with thee,\r\nLay on our Royall sword, your banisht hands;\r\nSweare by the duty that you owe to heauen\r\n(Our part therein we banish with your selues)\r\nTo keepe the Oath that we administer:\r\nYou neuer shall (so helpe you Truth, and Heauen)\r\nEmbrace each others loue in banishment,\r\nNor euer looke vpon each others face,\r\nNor euer write, regreete, or reconcile\r\nThis lowring tempest of your home-bred hate,\r\nNor euer by aduised purpose meete,\r\nTo plot, contriue, or complot any ill,\r\n'Gainst Vs, our State, our Subiects, or our Land\r\n\r\n   Bull. I sweare\r\n\r\n   Mow. And I, to keepe all this\r\n\r\n   Bul.", "Nor euer looke vpon each others face,\r\nNor euer write, regreete, or reconcile\r\nThis lowring tempest of your home-bred hate,\r\nNor euer by aduised purpose meete,\r\nTo plot, contriue, or complot any ill,\r\n'Gainst Vs, our State, our Subiects, or our Land\r\n\r\n   Bull. I sweare\r\n\r\n   Mow. And I, to keepe all this\r\n\r\n   Bul. Norfolke, so fare, as to mine enemie,\r\nBy this time (had the King permitted vs)\r\nOne of our soules had wandred in the ayre,\r\nBanish'd this fraile sepulchre of our flesh,\r\nAs now our flesh is banish'd from this Land.\r\nConfesse thy Treasons, ere thou flye this Realme,\r\nSince thou hast farre to go, beare not along\r\nThe clogging burthen of a guilty soule\r\n\r\n   Mow. No Bullingbroke: If euer I were Traitor,\r\nMy name be blotted from the booke of Life,\r\nAnd I from heauen banish'd, as from hence:\r\nBut what thou art, heauen, thou, and I do know,\r\nAnd all too soone (I feare) the King shall rue.\r\nFarewell (my Liege) now no way can I stray,\r\nSaue backe to England, all the worlds my way.\r\nEnter.\r\n\r\n  Rich. Vncle, euen in the glasses of thine eyes\r\nI see thy greeued heart: thy sad aspect,\r\nHath from the number of his banish'd yeares\r\nPluck'd foure away: Six frozen Winters spent,\r\nReturne with welcome home, from banishment\r\n\r\n   Bul. How long a time lyes in one little word:\r\nFoure lagging Winters, and foure wanton springs\r\nEnd in a word, such is the breath of Kings\r\n\r\n   Gaunt. I thanke my Liege, that in regard of me\r\nHe shortens foure yeares of my sonnes exile:\r\nBut little vantage shall I reape thereby.\r\nFor ere the sixe yeares that he hath to spend\r\nCan change their Moones, and bring their times about,\r\nMy oyle-dride Lampe, and time-bewasted light\r\nShall be extinct with age, and endlesse night:\r\nMy inch of Taper, will be burnt, and done,\r\nAnd blindfold death, not let me see my sonne\r\n\r\n   Rich. Why Vncle, thou hast many yeeres to liue\r\n\r\n   Gaunt. But not a minute (King) that thou canst giue;\r\nShorten my dayes thou canst with sudden sorow,\r\nAnd plucke nights from me, but not lend a morrow:\r\nThou canst helpe time to furrow me with age,\r\nBut stop no wrinkle in his pilgrimage:\r\nThy word is currant with him, for my death,\r\nBut dead, thy kingdome cannot buy my breath\r\n\r\n   Ric. Thy sonne is banish'd vpon good aduice,\r\nWhereto thy tongue a party-verdict gaue,\r\nWhy at our Iustice seem'st thou then to lowre?\r\n  Gau. Things sweet to tast, proue in digestion sowre:\r\nYou vrg'd me as a Iudge, but I had rather\r\nYou would haue bid me argue like a Father.\r\nAlas, I look'd when some of you should say,\r\nI was too strict to make mine owne away:\r\nBut you gaue leaue to my vnwilling tong,\r\nAgainst my will, to do my selfe this wrong\r\n\r\n   Rich. Cosine farewell: and Vncle bid him so:\r\nSix yeares we banish him, and he shall go.\r\nEnter.\r\n\r\nFlourish.\r\n\r\n  Au. Cosine farewell: what presence must not know\r\nFrom where you do remaine, let paper show\r\n\r\n   Mar. My Lord, no leaue take I, for I will ride\r\nAs farre as land will let me, by your side\r\n\r\n   Gaunt. Oh to what purpose dost thou hord thy words,\r\nThat thou returnst no greeting to thy friends?\r\n  Bull. I haue too few to take my leaue of you,\r\nWhen the tongues office should be prodigall,\r\nTo breath th' abundant dolour of the heart\r\n\r\n   Gau. Thy greefe is but thy absence for a time\r\n\r\n   Bull. Ioy absent, greefe is present for that time\r\n\r\n   Gau. What is sixe Winters, they are quickely gone?\r\n  Bul. To men in ioy, but greefe makes one houre ten\r\n\r\n   Gau. Call it a trauell that thou tak'st for pleasure\r\n\r\n   Bul. My heart will sigh, when I miscall it so,\r\nWhich findes it an inforced Pilgrimage\r\n\r\n   Gau. The sullen passage of thy weary steppes\r\nEsteeme a soyle, wherein thou art to set\r\nThe precious Iewell of thy home returne\r\n\r\n   Bul. Oh who can hold a fire in his hand\r\nBy thinking on the frostie Caucasus?\r\nOr cloy the hungry edge of appetite,\r\nBy bare imagination of a Feast?\r\nOr Wallow naked in December snow\r\nBy thinking on fantasticke summers heate?\r\nOh no, the apprehension of the good\r\nGiues but the greater feeling to the worse:\r\nFell sorrowes tooth, doth euer ranckle more\r\nThen when it bites, but lanceth not the sore\r\n\r\n   Gau. Come, come (my son) Ile bring thee on thy way\r\nHad I thy youth, and cause, I would not stay\r\n\r\n   Bul. Then Englands ground farewell: sweet soil adieu,\r\nMy Mother, and my Nurse, which beares me yet:\r\nWhere ere I wander, boast of this I can,\r\nThough banish'd, yet a true-borne Englishman.\r\n\r\nScoena Quarta.\r\n\r\nEnter King, Aumerle, Greene, and Bagot.\r\n\r\n  Rich. We did obserue. Cosine Aumerle,\r\nHow far brought you", " thy youth, and cause, I would not stay\r\n\r\n   Bul. Then Englands ground farewell: sweet soil adieu,\r\nMy Mother, and my Nurse, which beares me yet:\r\nWhere ere I wander, boast of this I can,\r\nThough banish'd, yet a true-borne Englishman.\r\n\r\nScoena Quarta.\r\n\r\nEnter King, Aumerle, Greene, and Bagot.\r\n\r\n  Rich. We did obserue. Cosine Aumerle,\r\nHow far brought you high Herford on his way?\r\n  Aum. I brought high Herford (if you call him so)\r\nBut to the next high way, and there I left him\r\n\r\n   Rich. And say, what store of parting tears were shed?\r\n  Aum. Faith none for me: except the Northeast wind\r\nWhich then grew bitterly against our face,\r\nAwak'd the sleepie rhewme, and so by chance\r\nDid grace our hollow parting with a teare\r\n\r\n   Rich. What said our Cosin when you parted with him?\r\n  Au. Farewell: and for my hart disdained y my tongue\r\nShould so prophane the word, that taught me craft\r\nTo counterfeit oppression of such greefe,\r\nThat word seem'd buried in my sorrowes graue.\r\nMarry, would the word Farwell, haue lengthen'd houres,\r\nAnd added yeeres to his short banishment,\r\nHe should haue had a volume of Farwels,\r\nBut since it would not, he had none of me\r\n\r\n   Rich. He is our Cosin (Cosin) but 'tis doubt,\r\nWhen time shall call him home from banishment,\r\nWhether our kinsman come to see his friends,\r\nOur selfe, and Bushy: heere Bagot and Greene\r\nObseru'd his Courtship to the common people:\r\nHow he did seeme to diue into their hearts,\r\nWith humble, and familiar courtesie,\r\nWhat reuerence he did throw away on slaues;\r\nWooing poore Craftes-men, with the craft of soules,\r\nAnd patient vnder-bearing of his Fortune,\r\nAs 'twere to banish their affects with him.\r\nOff goes his bonnet to an Oyster-wench,\r\nA brace of Dray-men bid God speed him well,\r\nAnd had the tribute of his supple knee,\r\nWith thankes my Countrimen, my louing friends,\r\nAs were our England in reuersion his,\r\nAnd he our subiects next degree in hope\r\n\r\n   Gr. Well, he is gone, & with him go these thoughts:\r\nNow for the Rebels, which stand out in Ireland,\r\nExpedient manage must be made my Liege\r\nEre further leysure, yeeld them further meanes\r\nFor their aduantage, and your Highnesse losse\r\n\r\n   Ric. We will our selfe in person to this warre,\r\nAnd for our Coffers, with too great a Court,\r\nAnd liberall Largesse, are growne somewhat light,\r\nWe are inforc'd to farme our royall Realme,\r\nThe Reuennew whereof shall furnish vs\r\nFor our affayres in hand: if that come short\r\nOur Substitutes at home shall haue Blanke-charters:\r\nWhereto, when they shall know what men are rich,\r\nThey shall subscribe them for large summes of Gold,\r\nAnd send them after to supply our wants:\r\nFor we will make for Ireland presently.\r\nEnter Bushy.\r\n\r\nBushy, what newes?\r\n  Bu. Old Iohn of Gaunt is verie sicke my Lord,\r\nSodainly taken, and hath sent post haste\r\nTo entreat your Maiesty to visit him\r\n\r\n   Ric. Where lyes he?\r\n  Bu. At Ely house\r\n\r\n   Ric. Now put it (heauen) in his Physitians minde,\r\nTo helpe him to his graue immediately:\r\nThe lining of his coffers shall make Coates\r\nTo decke our souldiers for these Irish warres.\r\nCome Gentlemen, let's all go visit him:\r\nPray heauen we may make hast, and come too late.\r\nEnter.\r\n\r\n\r\nActus Secundus. Scena Prima.\r\n\r\nEnter Gaunt, sicke with Yorke.\r\n\r\n  Gau. Will the King come, that I may breath my last\r\nIn wholsome counsell to his vnstaid youth?\r\n  Yor. Vex not your selfe, nor striue not with your breth,\r\nFor all in vaine comes counsell to his eare\r\n\r\n   Gau. Oh but (they say) the tongues of dying men\r\nInforce attention like deepe harmony;\r\nWhere words are scarse, they are seldome spent in vaine,\r\nFor they breath truth, that breath their words in paine.\r\nHe that no more must say, is listen'd more,\r\nThen they whom youth and ease haue taught to glose,\r\nMore are mens ends markt, then their liues before,\r\nThe setting Sun, and Musicke in the close\r\nAs the last taste of sweetes, is sweetest last,\r\nWrit in remembrance, more then things long past;\r\nThough Richard my liues counsell would not heare,\r\nMy deaths sad tale, may yet vndeafe his eare\r\n\r\n   Yor. No, it is stopt with other flatt'ring sounds\r\nAs praises of his state: then there are found\r\nLasciuious Meeters, to whose venom sound\r\nThe open eare of youth doth alwayes listen.\r\nReport of fashions in proud Italy,\r\nWhose manners still our tardie apish Nation\r\nLimpes after in base imitation.\r\nWhere doth the world thrust forth a vanity,\r\nSo it be new, there's no respect how vile,\r\nThat is not quickly buz'd into his eares?\r\nThat all too late comes counsell to be heard,\r\nWhere will doth mutiny with wits regard:\r\nDirect not him, whose way himselfe will choose,\r\nTis breath thou lackst, and that breath wilt thou loose\r\n\r\n   Gaunt. Me thinkes I am a Prophet new inspir'd,\r\nAnd thus expiring, do foretell of him,\r\nHis rash fierce blaze of Ryot cannot last,\r\nFor violent fires", " how vile,\r\nThat is not quickly buz'd into his eares?\r\nThat all too late comes counsell to be heard,\r\nWhere will doth mutiny with wits regard:\r\nDirect not him, whose way himselfe will choose,\r\nTis breath thou lackst, and that breath wilt thou loose\r\n\r\n   Gaunt. Me thinkes I am a Prophet new inspir'd,\r\nAnd thus expiring, do foretell of him,\r\nHis rash fierce blaze of Ryot cannot last,\r\nFor violent fires soone burne out themselues,\r\nSmall showres last long, but sodaine stormes are short,\r\nHe tyres betimes, that spurs too fast betimes;\r\nWith eager feeding, food doth choake the feeder:\r\nLight vanity, insatiate cormorant,\r\nConsuming meanes soone preyes vpon it selfe.\r\nThis royall Throne of Kings, this sceptred Isle,\r\nThis earth of Maiesty, this seate of Mars,\r\nThis other Eden, demy paradise,\r\nThis Fortresse built by Nature for her selfe,\r\nAgainst infection, and the hand of warre:\r\nThis happy breed of men, this little world,\r\nThis precious stone, set in the siluer sea,\r\nWhich serues it in the office of a wall,\r\nOr as a Moate defensiue to a house,\r\nAgainst the enuy of lesse happier Lands,\r\nThis blessed plot, this earth, this Realme, this England,\r\nThis Nurse, this teeming wombe of Royall Kings,\r\nFear'd by their breed, and famous for their birth,\r\nRenowned for their deeds, as farre from home,\r\nFor Christian seruice, and true Chiualrie,\r\nAs is the sepulcher in stubborne Iury\r\nOf the Worlds ransome, blessed Maries Sonne.\r\nThis Land of such deere soules, this deere-deere Land,\r\nDeere for her reputation through the world,\r\nIs now Leas'd out (I dye pronouncing it)\r\nLike to a Tenement or pelting Farme.\r\nEngland bound in with the triumphant sea,\r\nWhose rocky shore beates backe the enuious siedge\r\nOf watery Neptune, is now bound in with shame,\r\nWith Inky blottes, and rotten Parchment bonds.\r\nThat England, that was wont to conquer others,\r\nHath made a shamefull conquest of it selfe.\r\nAh! would the scandall vanish with my life,\r\nHow happy then were my ensuing death?\r\nEnter King, Queene, Aumerle, Bushy, Greene, Bagot, Ros, and\r\nWilloughby.\r\n\r\n  Yor. The King is come, deale mildly with his youth,\r\nFor young hot Colts, being rag'd, do rage the more\r\n\r\n   Qu. How fares our noble Vncle Lancaster?\r\n  Ri. What comfort man? How ist with aged Gaunt?\r\n  Ga. Oh how that name befits my composition:\r\nOld Gaunt indeed, and gaunt in being old:\r\nWithin me greefe hath kept a tedious fast,\r\nAnd who abstaynes from meate, that is not gaunt?\r\nFor sleeping England long time haue I watcht,\r\nWatching breeds leannesse, leannesse is all gaunt.\r\nThe pleasure that some Fathers feede vpon,\r\nIs my strict fast, I meane my Childrens lookes,\r\nAnd therein fasting, hast thou made me gaunt:\r\nGaunt am I for the graue, gaunt as a graue,\r\nWhose hollow wombe inherits naught but bones\r\n\r\n   Ric. Can sicke men play so nicely with their names?\r\n  Gau. No, misery makes sport to mocke it selfe:\r\nSince thou dost seeke to kill my name in mee,\r\nI mocke my name (great King) to flatter thee\r\n\r\n   Ric. Should dying men flatter those that liue?\r\n  Gau. No, no, men liuing flatter those that dye\r\n\r\n   Rich. Thou now a dying, sayst thou flatter'st me\r\n\r\n   Gau. Oh no, thou dyest, though I the sicker be\r\n\r\n   Rich. I am in health, I breath, I see thee ill\r\n\r\n   Gau. Now he that made me, knowes I see thee ill:\r\nIll in my selfe to see, and in thee, seeing ill,\r\nThy death-bed is no lesser then the Land,\r\nWherein thou lyest in reputation sicke,\r\nAnd thou too care-lesse patient as thou art,\r\nCommit'st thy 'anointed body to the cure\r\nOf those Physitians, that first wounded thee.\r\nA thousand flatterers sit within thy Crowne,\r\nWhose compasse is no bigger then thy head,\r\nAnd yet incaged in so small a Verge,\r\nThe waste is no whit lesser then thy Land:\r\nOh had thy Grandsire with a Prophets eye,\r\nSeene how his sonnes sonne, should destroy his sonnes,\r\nFrom forth thy reach he would haue laid thy shame,\r\nDeposing thee before thou wert possest,\r\nWhich art possest now to depose thy selfe.\r\nWhy (Cosine) were thou Regent of the world,\r\nIt were a shame to let his Land by lease:\r\nBut for thy world enioying but this Land,\r\nIs it not more then shame, to shame it so?\r\nLandlord of England art thou, and not King:\r\nThy state of Law, is bondslaue to the law,\r\nAnd-\r\n  Rich. And thou, a lunaticke leane-witted foole,\r\nPresuming on an Agues priuiledge,\r\nDar'st with thy frozen admonition\r\nMake pale our cheeke, chasing the Royall blood\r\nWith fury, from his natiue residence?\r\nNow by my Seates right Royall Maiestie,\r\nWer't thou not Brother to great Edwards sonne,\r\nThis tongue that runs so roundly in thy head,\r\nShould run thy head from thy vnreuerent shoulders\r\n\r\n   Gau. Oh spare me not, my brothers Edwards sonne,\r\nFor that I was his Father Edwards sonne:\r\nThat blood already (like the Pellican)\r\nThou hast tapt out, and drunkenly carows'd.\r\nMy brother Gloucester, plaine well meaning soule\r\n", "all Maiestie,\r\nWer't thou not Brother to great Edwards sonne,\r\nThis tongue that runs so roundly in thy head,\r\nShould run thy head from thy vnreuerent shoulders\r\n\r\n   Gau. Oh spare me not, my brothers Edwards sonne,\r\nFor that I was his Father Edwards sonne:\r\nThat blood already (like the Pellican)\r\nThou hast tapt out, and drunkenly carows'd.\r\nMy brother Gloucester, plaine well meaning soule\r\n(Whom faire befall in heauen 'mongst happy soules)\r\nMay be a president, and witnesse good,\r\nThat thou respect'st not spilling Edwards blood:\r\nIoyne with the present sicknesse that I haue,\r\nAnd thy vnkindnesse be like crooked age,\r\nTo crop at once a too-long wither'd flowre.\r\nLiue in thy shame, but dye not shame with thee,\r\nThese words heereafter, thy tormentors bee.\r\nConuey me to my bed, then to my graue,\r\nLoue they to liue, that loue and honor haue.\r\n\r\nExit\r\n\r\n  Rich. And let them dye, that age and sullens haue,\r\nFor both hast thou, and both become the graue\r\n\r\n   Yor. I do beseech your Maiestie impute his words\r\nTo wayward sicklinesse, and age in him:\r\nHe loues you on my life, and holds you deere\r\nAs Harry Duke of Herford, were he heere\r\n\r\n   Rich. Right, you say true: as Herfords loue, so his;\r\nAs theirs, so mine: and all be as it is.\r\nEnter Northumberland.\r\n\r\n  Nor. My Liege, olde Gaunt commends him to your\r\nMaiestie\r\n\r\n   Rich. What sayes he?\r\n  Nor. Nay nothing, all is said:\r\nHis tongue is now a stringlesse instrument,\r\nWords, life, and all, old Lancaster hath spent\r\n\r\n   Yor. Be Yorke the next, that must be bankrupt so,\r\nThough death be poore, it ends a mortall wo\r\n\r\n   Rich. The ripest fruit first fals, and so doth he,\r\nHis time is spent, our pilgrimage must be:\r\nSo much for that. Now for our Irish warres,\r\nWe must supplant those rough rug-headed Kernes,\r\nWhich liue like venom, where no venom else\r\nBut onely they, haue priuiledge to liue.\r\nAnd for these great affayres do aske some charge\r\nTowards our assistance, we do seize to vs\r\nThe plate, coine, reuennewes, and moueables,\r\nWhereof our Vncle Gaunt did stand possest\r\n\r\n   Yor. How long shall I be patient? Oh how long\r\nShall tender dutie make me suffer wrong?\r\nNot Glousters death, nor Herfords banishment,\r\nNor Gauntes rebukes, nor Englands priuate wrongs,\r\nNor the preuention of poore Bullingbrooke,\r\nAbout his marriage, nor my owne disgrace\r\nHaue euer made me sowre my patient cheeke,\r\nOr bend one wrinckle on my Soueraignes face:\r\nI am the last of noble Edwards sonnes,\r\nOf whom thy Father Prince of Wales was first,\r\nIn warre was neuer Lyon rag'd more fierce:\r\nIn peace, was neuer gentle Lambe more milde,\r\nThen was that yong and Princely Gentleman,\r\nHis face thou hast, for euen so look'd he\r\nAccomplish'd with the number of thy howers:\r\nBut when he frown'd, it was against the French,\r\nAnd not against his friends: his noble hand\r\nDid win what he did spend: and spent not that\r\nWhich his triumphant fathers hand had won:\r\nHis hands were guilty of no kindreds blood,\r\nBut bloody with the enemies of his kinne:\r\nOh Richard, Yorke is too farre gone with greefe,\r\nOr else he neuer would compare betweene\r\n\r\n   Rich. Why Vncle,\r\nWhat's the matter?\r\n  Yor. Oh my Liege, pardon me if you please, if not\r\nI pleas'd not to be pardon'd, am content with all:\r\nSeeke you to seize, and gripe into your hands\r\nThe Royalties and Rights of banish'd Herford?\r\nIs not Gaunt dead? and doth not Herford liue?\r\nWas not Gaunt iust? and is not Harry true?\r\nDid not the one deserue to haue an heyre?\r\nIs not his heyre a well-deseruing sonne?\r\nTake Herfords rights away, and take from time\r\nHis Charters, and his customarie rights:\r\nLet not to morrow then insue to day,\r\nBe not thy selfe. For how art thou a King\r\nBut by faire sequence and succession?\r\nNow afore God, God forbid I say true,\r\nIf you do wrongfully seize Herfords right,\r\nCall in his Letters Patents that he hath\r\nBy his Atturneyes generall, to sue\r\nHis Liuerie, and denie his offer'd homage,\r\nYou plucke a thousand dangers on your head,\r\nYou loose a thousand well-disposed hearts,\r\nAnd pricke my tender patience to those thoughts\r\nWhich honor and allegeance cannot thinke\r\n\r\n   Ric. Thinke what you will: we seise into our hands,\r\nHis plate, his goods, his money, and his lands\r\n\r\n   Yor. Ile not be by the while: My Liege farewell,\r\nWhat will ensue heereof, there's none can tell.\r\nBut by bad courses may be vnderstood,\r\nThat their euents can neuer fall out good.\r\nEnter.\r\n\r\n  Rich. Go Bushie to the Earle of Wiltshire streight,\r\nBid him repaire to vs to Ely house,\r\nTo see this businesse: to morrow next\r\nWe will for Ireland, and 'tis time, I trow:\r\nAnd we create in absence of our selfe\r\nOur Vncle Yorke, Lord Gouernor of England:\r\nFor he is iust, and alwayes lou'd vs", " fall out good.\r\nEnter.\r\n\r\n  Rich. Go Bushie to the Earle of Wiltshire streight,\r\nBid him repaire to vs to Ely house,\r\nTo see this businesse: to morrow next\r\nWe will for Ireland, and 'tis time, I trow:\r\nAnd we create in absence of our selfe\r\nOur Vncle Yorke, Lord Gouernor of England:\r\nFor he is iust, and alwayes lou'd vs well.\r\nCome on our Queene, to morrow must we part,\r\nBe merry, for our time of stay is short.\r\n\r\nFlourish.\r\n\r\nManet North. Willoughby, & Ross.\r\n\r\n  Nor. Well Lords, the Duke of Lancaster is dead\r\n\r\n   Ross. And liuing too, for now his sonne is Duke\r\n\r\n   Wil. Barely in title, not in reuennew\r\n\r\n   Nor. Richly in both, if iustice had her right\r\n\r\n   Ross. My heart is great: but it must break with silence,\r\nEr't be disburthen'd with a liberall tongue\r\n\r\n   Nor. Nay speake thy mind: & let him ne'r speak more\r\nThat speakes thy words againe to do thee harme\r\n\r\n   Wil. Tends that thou'dst speake to th' Du[ke]. of Hereford,\r\nIf it be so, out with it boldly man,\r\nQuicke is mine eare to heare of good towards him\r\n\r\n   Ross. No good at all that I can do for him,\r\nVnlesse you call it good to pitie him,\r\nBereft and gelded of his patrimonie\r\n\r\n   Nor. Now afore heauen, 'tis shame such wrongs are\r\nborne.\r\nIn him a royall Prince, and many moe\r\nOf noble blood in this declining Land;\r\nThe King is not himselfe, but basely led\r\nBy Flatterers, and what they will informe\r\nMeerely in hate 'gainst any of vs all,\r\nThat will the King seuerely prosecute\r\n'Gainst vs, our liues, our children, and our heires\r\n\r\n   Ros. The Commons hath he pil'd with greeuous taxes\r\nAnd quite lost their hearts: the Nobles hath he finde\r\nFor ancient quarrels, and quite lost their hearts\r\n\r\n   Wil. And daily new exactions are deuis'd,\r\nAs blankes, beneuolences, and I wot not what:\r\nBut what o' Gods name doth become of this?\r\n  Nor. Wars hath not wasted it, for war'd he hath not.\r\nBut basely yeelded vpon comprimize,\r\nThat which his Ancestors atchieu'd with blowes:\r\nMore hath he spent in peace, then they in warres\r\n\r\n   Ros. The Earle of Wiltshire hath the realme in Farme\r\n\r\n   Wil. The Kings growne bankrupt like a broken man\r\n\r\n   Nor. Reproach, and dissolution hangeth ouer him\r\n\r\n   Ros. He hath not monie for these Irish warres:\r\n(His burthenous taxations notwithstanding)\r\nBut by the robbing of the banish'd Duke\r\n\r\n   Nor. His noble Kinsman, most degenerate King:\r\nBut Lords, we heare this fearefull tempest sing,\r\nYet seeke no shelter to auoid the storme:\r\nWe see the winde sit sore vpon our sailes,\r\nAnd yet we strike not, but securely perish\r\n\r\n   Ros. We see the very wracke that we must suffer,\r\nAnd vnauoyded is the danger now\r\nFor suffering so the causes of our wracke\r\n\r\n   Nor. Not so: euen through the hollow eyes of death,\r\nI spie life peering: but I dare not say\r\nHow neere the tidings of our comfort is\r\n\r\n   Wil. Nay let vs share thy thoughts, as thou dost ours\r\n  Ros. Be confident to speake Northumberland,\r\nWe three, are but thy selfe, and speaking so,\r\nThy words are but as thoughts, therefore be bold\r\n\r\n   Nor. Then thus: I haue from Port le Blan\r\nA Bay in Britaine, receiu'd intelligence,\r\nThat Harry Duke of Herford, Rainald Lord Cobham,\r\nThat late broke from the Duke of Exeter,\r\nHis brother Archbishop, late of Canterbury,\r\nSir Thomas Erpingham, Sir Iohn Rainston,\r\nSir Iohn Norberie, & Sir Robert Waterton, & Francis Quoint,\r\nAll these well furnish'd by the Duke of Britaine,\r\nWith eight tall ships, three thousand men of warre\r\nAre making hither with all due expedience,\r\nAnd shortly meane to touch our Northerne shore:\r\nPerhaps they had ere this, but that they stay\r\nThe first departing of the King for Ireland.\r\nIf then we shall shake off our slauish yoake,\r\nImpe out our drooping Countries broken wing,\r\nRedeeme from broaking pawne the blemish'd Crowne,\r\nWipe off the dust that hides our Scepters gilt,\r\nAnd make high Maiestie looke like it selfe,\r\nAway with me in poste to Rauenspurgh,\r\nBut if you faint, as fearing to do so,\r\nStay, and be secret, and my selfe will go\r\n\r\n   Ros. To horse, to horse, vrge doubts to them y feare\r\n\r\n   Wil. Hold out my horse, and I will first be there.\r\n\r\nExeunt.\r\n\r\n\r\nScena Secunda.\r\n\r\nEnter Queene, Bushy, and Bagot.\r\n\r\n  Bush. Madam, your Maiesty is too much sad,\r\nYou promis'd when you parted with the King,\r\nTo lay aside selfe-harming heauinesse,\r\nAnd entertaine a cheerefull disposition\r\n\r\n   Qu. To please the King, I did: to please my selfe\r\nI cannot do it: yet I know no cause\r\nWhy I should welcome such a guest as greefe,\r\nSaue bidding farewell to so sweet a guest\r\nAs my sweet Richard; yet againe me thinkes,\r\nSome vnborne sorrow, ripe in fortunes wombe\r\nIs comming towards me, and my inward soule\r\nWith nothing trembles, at something it gree", " cheerefull disposition\r\n\r\n   Qu. To please the King, I did: to please my selfe\r\nI cannot do it: yet I know no cause\r\nWhy I should welcome such a guest as greefe,\r\nSaue bidding farewell to so sweet a guest\r\nAs my sweet Richard; yet againe me thinkes,\r\nSome vnborne sorrow, ripe in fortunes wombe\r\nIs comming towards me, and my inward soule\r\nWith nothing trembles, at something it greeues,\r\nMore then with parting from my Lord the King\r\n\r\n   Bush. Each substance of a greefe hath twenty shadows\r\nWhich shewes like greefe it selfe, but is not so:\r\nFor sorrowes eye, glazed with blinding teares,\r\nDiuides one thing intire, to many obiects,\r\nLike perspectiues, which rightly gaz'd vpon\r\nShew nothing but confusion, ey'd awry,\r\nDistinguish forme: so your sweet Maiestie\r\nLooking awry vpon your Lords departure,\r\nFinde shapes of greefe, more then himselfe to waile,\r\nWhich look'd on as it is, is naught but shadowes\r\nOf what it is not: then thrice-gracious Queene,\r\nMore then your Lords departure weep not, more's not seene;\r\nOr if it be, 'tis with false sorrowes eie,\r\nWhich for things true, weepe things imaginary\r\n\r\n   Qu. It may be so: but yet my inward soule\r\nPerswades me it is otherwise: how ere it be,\r\nI cannot but be sad: so heauy sad,\r\nAs though on thinking on no thought I thinke,\r\nMakes me with heauy nothing faint and shrinke\r\n\r\n   Bush. 'Tis nothing but conceit (my gracious Lady.)\r\n  Qu. 'Tis nothing lesse: conceit is still deriu'd\r\nFrom some fore-father greefe, mine is not so,\r\nFor nothing hath begot my something greefe,\r\nOr something, hath the nothing that I greeue,\r\n'Tis in reuersion that I do possesse,\r\nBut what it is, that is not yet knowne, what\r\nI cannot name, 'tis namelesse woe I wot.\r\nEnter Greene.\r\n\r\n  Gree. Heauen saue your Maiesty, and wel met Gentlemen:\r\nI hope the King is not yet shipt for Ireland\r\n\r\n   Qu. Why hop'st thou so? Tis better hope he is:\r\nFor his designes craue hast, his hast good hope,\r\nThen wherefore dost thou hope he is not shipt?\r\n  Gre. That he our hope, might haue retyr'd his power,\r\nand driuen into dispaire an enemies hope,\r\nWho strongly hath set footing in this Land.\r\nThe banish'd Bullingbrooke repeales himselfe,\r\nAnd with vp-lifted Armes is safe arriu'd\r\nAt Rauenspurg\r\n\r\n   Qu. Now God in heauen forbid\r\n\r\n   Gr. O Madam 'tis too true: and that is worse,\r\nThe L[ord]. Northumberland, his yong sonne Henrie Percie,\r\nThe Lords of Rosse, Beaumond, and Willoughby,\r\nWith all their powrefull friends are fled to him\r\n\r\n   Bush. Why haue you not proclaim'd Northumberland\r\nAnd the rest of the reuolted faction, Traitors?\r\n  Gre. We haue: whereupon the Earle of Worcester\r\nHath broke his staffe, resign'd his Stewardship,\r\nAnd al the houshold seruants fled with him to Bullinbrook\r\n  Qu. So Greene, thou art the midwife of my woe,\r\nAnd Bullinbrooke my sorrowes dismall heyre:\r\nNow hath my soule brought forth her prodegie,\r\nAnd I a gasping new deliuered mother,\r\nHaue woe to woe, sorrow to sorrow ioyn'd\r\n\r\n   Bush. Dispaire not Madam\r\n\r\n   Qu. Who shall hinder me?\r\nI will dispaire, and be at enmitie\r\nWith couzening hope; he is a Flatterer,\r\nA Parasite, a keeper backe of death,\r\nWho gently would dissolue the bands of life,\r\nWhich false hopes linger in extremity.\r\nEnter Yorke.\r\n\r\n  Gre. Heere comes the Duke of Yorke\r\n\r\n   Qu. With signes of warre about his aged necke,\r\nOh full of carefull businesse are his lookes:\r\nVncle, for heauens sake speake comfortable words:\r\n  Yor. Comfort's in heauen, and we are on the earth,\r\nWhere nothing liues but crosses, care and greefe:\r\nYour husband he is gone to saue farre off,\r\nWhilst others come to make him loose at home:\r\nHeere am I left to vnder-prop his Land,\r\nWho weake with age, cannot support my selfe:\r\nNow comes the sicke houre that his surfet made,\r\nNow shall he try his friends that flattered him.\r\nEnter a seruant.\r\n\r\n  Ser. My Lord, your sonne was gone before I came\r\n\r\n   Yor. He was: why so: go all which way it will:\r\nThe Nobles they are fled, the Commons they are cold,\r\nAnd will I feare reuolt on Herfords side.\r\nSirra, get thee to Plashie to my sister Gloster,\r\nBid her send me presently a thousand pound,\r\nHold, take my Ring\r\n\r\n   Ser. My Lord, I had forgot\r\nTo tell your Lordship, to day I came by, and call'd there,\r\nBut I shall greeue you to report the rest\r\n\r\n   Yor. What is't knaue?\r\n  Ser. An houre before I came, the Dutchesse di'de\r\n\r\n   Yor. Heau'n for his mercy, what a tide of woes\r\nCome rushing on this wofull Land at once?\r\nI know not what to do: I would to heauen\r\n(So my vntruth had not prouok'd him to it)\r\nThe King had cut off my head with my brothers.\r\nWhat, are", "\r\n\r\n   Yor. What is't knaue?\r\n  Ser. An houre before I came, the Dutchesse di'de\r\n\r\n   Yor. Heau'n for his mercy, what a tide of woes\r\nCome rushing on this wofull Land at once?\r\nI know not what to do: I would to heauen\r\n(So my vntruth had not prouok'd him to it)\r\nThe King had cut off my head with my brothers.\r\nWhat, are there postes dispatcht for Ireland?\r\nHow shall we do for money for these warres?\r\nCome sister (Cozen I would say) pray pardon me.\r\nGo fellow, get thee home, prouide some Carts,\r\nAnd bring away the Armour that is there.\r\nGentlemen, will you muster men?\r\nIf I know how, or which way to order these affaires\r\nThus disorderly thrust into my hands,\r\nNeuer beleeue me. Both are my kinsmen,\r\nTh' one is my Soueraigne, whom both my oath\r\nAnd dutie bids defend: th' other againe\r\nIs my kinsman, whom the King hath wrong'd,\r\nWhom conscience, and my kindred bids to right:\r\nWell, somewhat we must do: Come Cozen,\r\nIle dispose of you. Gentlemen, go muster vp your men,\r\nAnd meet me presently at Barkley Castle:\r\nI should to Plashy too: but time will not permit,\r\nAll is vneuen, and euery thing is left at six and seuen.\r\n\r\nExit\r\n\r\n  Bush. The winde sits faire for newes to go to Ireland,\r\nBut none returnes: For vs to leuy power\r\nProportionable to th' enemy, is all impossible\r\n\r\n   Gr. Besides our neerenesse to the King in loue,\r\nIs neere the hate of those loue not the King\r\n\r\n   Ba. And that's the wauering Commons, for their loue\r\nLies in their purses, and who so empties them,\r\nBy so much fils their hearts with deadly hate\r\n\r\n   Bush. Wherein the king stands generally condemn'd\r\n  Bag. If iudgement lye in them, then so do we,\r\nBecause we haue beene euer neere the King\r\n\r\n   Gr. Well: I will for refuge straight to Bristoll Castle,\r\nThe Earle of Wiltshire is alreadie there\r\n\r\n   Bush. Thither will I with you, for little office\r\nWill the hatefull Commons performe for vs,\r\nExcept like Curres, to teare vs all in peeces:\r\nWill you go along with vs?\r\n  Bag. No, I will to Ireland to his Maiestie:\r\nFarewell, if hearts presages be not vaine,\r\nWe three here part, that neu'r shall meete againe\r\n\r\n   Bu. That's as Yorke thriues to beate back Bullinbroke\r\n  Gr. Alas poore Duke, the taske he vndertakes\r\nIs numbring sands, and drinking Oceans drie,\r\nWhere one on his side fights, thousands will flye\r\n\r\n   Bush. Farewell at once, for once, for all, and euer.\r\nWell, we may meete againe\r\n\r\n   Bag. I feare me neuer.\r\nEnter.\r\n\r\n\r\nScaena Tertia.\r\n\r\nEnter the Duke of Hereford, and Northumberland.\r\n\r\n  Bul. How farre is it my Lord to Berkley now?\r\n  Nor. Beleeue me noble Lord,\r\nI am a stranger heere in Gloustershire,\r\nThese high wilde hilles, and rough vneeuen waies,\r\nDrawes out our miles, and makes them wearisome.\r\nAnd yet our faire discourse hath beene as sugar,\r\nMaking the hard way sweet and delectable:\r\nBut I bethinke me, what a wearie way\r\nFrom Rauenspurgh to Cottshold will be found,\r\nIn Rosse and Willoughby, wanting your companie,\r\nWhich I protest hath very much beguild\r\nThe tediousnesse, and processe of my trauell:\r\nBut theirs is sweetned with the hope to haue\r\nThe present benefit that I possesse;\r\nAnd hope to ioy, is little lesse in ioy,\r\nThen hope enioy'd: By this, the wearie Lords\r\nShall make their way seeme short, as mine hath done,\r\nBy sight of what I haue, your Noble Companie\r\n\r\n   Bull. Of much lesse value is my Companie,\r\nThen your good words: but who comes here?\r\n\r\nEnter H[arry]. Percie.\r\n\r\n  North. It is my Sonne, young Harry Percie,\r\nSent from my Brother Worcester: Whence soeuer.\r\nHarry, how fares your Vnckle?\r\n  Percie. I had thought, my Lord, to haue learn'd his\r\nhealth of you\r\n\r\n   North. Why, is he not with the Queene?\r\n  Percie. No, my good Lord, he hath forsook the Court,\r\nBroken his Staffe of Office, and disperst\r\nThe Household of the King\r\n\r\n   North. What was his reason?\r\nHe was not so resolu'd, when we last spake together\r\n\r\n   Percie. Because your Lordship was proclaimed Traitor.\r\nBut hee, my Lord, is gone to Rauenspurgh,\r\nTo offer seruice to the Duke of Hereford,\r\nAnd sent me ouer by Barkely, to discouer\r\nWhat power the Duke of Yorke had leuied there,\r\nThen with direction to repaire to Rauenspurgh\r\n\r\n   North. Haue you forgot the Duke of Hereford (Boy.)\r\n  Percie. No, my good Lord; for that is not forgot\r\nWhich ne're I did remember: to my knowledge,\r\nI neuer in my life did looke on him\r\n\r\n   North. Then learne to know him now: this is the\r\nDuke\r\n\r\n   Percie. My gracious Lord, I tender you my seruice,\r\nSuch as it is, being tender, raw, and young,\r\nWhich elder dayes shall ripen, and confirme\r\nTo more approued", " No, my good Lord; for that is not forgot\r\nWhich ne're I did remember: to my knowledge,\r\nI neuer in my life did looke on him\r\n\r\n   North. Then learne to know him now: this is the\r\nDuke\r\n\r\n   Percie. My gracious Lord, I tender you my seruice,\r\nSuch as it is, being tender, raw, and young,\r\nWhich elder dayes shall ripen, and confirme\r\nTo more approued seruice, and desert\r\n\r\n   Bull. I thanke thee gentle Percie, and be sure\r\nI count my selfe in nothing else so happy,\r\nAs in a Soule remembring my good Friends:\r\nAnd as my Fortune ripens with thy Loue,\r\nIt shall be still thy true Loues recompence,\r\nMy Heart this Couenant makes, my Hand thus seales it\r\n\r\n   North. How farre is it to Barkely? and what stirre\r\nKeepes good old Yorke there, with his Men of Warre?\r\n  Percie. There stands the Castle, by yond tuft of Trees,\r\nMann'd with three hundred men, as I haue heard,\r\nAnd in it are the Lords of Yorke, Barkely, and Seymor,\r\nNone else of Name, and noble estimate.\r\nEnter Rosse and Willoughby.\r\n\r\n  North. Here come the Lords of Rosse and Willoughby,\r\nBloody with spurring, fierie red with haste\r\n\r\n   Bull. Welcome my Lords, I wot your loue pursues\r\nA banisht Traytor; all my Treasurie\r\nIs yet but vnfelt thankes, which more enrich'd,\r\nShall be your loue, and labours recompence\r\n\r\n   Ross. Your presence makes vs rich, most Noble Lord\r\n\r\n   Willo. And farre surmounts our labour to attaine it\r\n\r\n   Bull. Euermore thankes, th' Exchequer of the poore,\r\nWhich till my infant-fortune comes to yeeres,\r\nStands for my Bountie: but who comes here?\r\nEnter Barkely.\r\n\r\n  North. It is my Lord of Barkely, as I ghesse\r\n\r\n   Bark. My Lord of Hereford, my Message is to you\r\n\r\n   Bull. My Lord, my Answere is to Lancaster,\r\nAnd I am come to seeke that Name in England,\r\nAnd I must finde that Title in your Tongue,\r\nBefore I make reply to aught you say\r\n\r\n   Bark. Mistake me not, my Lord, 'tis not my meaning\r\nTo raze one Title of your Honor out.\r\nTo you, my Lord, I come (what Lord you will)\r\nFrom the most glorious of this Land,\r\nThe Duke of Yorke, to know what pricks you on\r\nTo take aduantage of the absent time,\r\nAnd fright our Natiue Peace with selfe-borne Armes.\r\nEnter Yorke.\r\n\r\n  Bull. I shall not need transport my words by you,\r\nHere comes his Grace in Person. My Noble Vnckle\r\n\r\n   York. Shew me thy humble heart, and not thy knee,\r\nWhose dutie is deceiuable, and false\r\n\r\n   Bull. My gracious Vnckle\r\n\r\n   York. Tut, tut, Grace me no Grace, nor Vnckle me,\r\nI am no Traytors Vnckle; and that word Grace,\r\nIn an vngracious mouth, is but prophane.\r\nWhy haue these banish'd, and forbidden Legges,\r\nDar'd once to touch a Dust of Englands Ground?\r\nBut more then why, why haue they dar'd to march\r\nSo many miles vpon her peacefull Bosome,\r\nFrighting her pale-fac'd Villages with Warre,\r\nAnd ostentation of despised Armes?\r\nCom'st thou because th' anoynted King is hence?\r\nWhy foolish Boy, the King is left behind,\r\nAnd in my loyall Bosome lyes his power.\r\nWere I but now the Lord of such hot youth,\r\nAs when braue Gaunt, thy Father, and my selfe\r\nRescued the Black Prince, that yong Mars of men,\r\nFrom forth the Rankes of many thousand French:\r\nOh then, how quickly should this Arme of mine,\r\nNow Prisoner to the Palsie, chastise thee,\r\nAnd minister correction to thy Fault\r\n\r\n   Bull. My gracious Vnckle, let me know my Fault,\r\nOn what Condition stands it, and wherein?\r\n  York. Euen in Condition of the worst degree,\r\nIn grosse Rebellion, and detested Treason:\r\nThou art a banish'd man, and here art come\r\nBefore th' expiration of thy time,\r\nIn brauing Armes against thy Soueraigne\r\n\r\n   Bull. As I was banish'd, I was banish'd Hereford,\r\nBut as I come, I come for Lancaster.\r\nAnd Noble Vnckle, I beseech your Grace\r\nLooke on my Wrongs with an indifferent eye:\r\nYou are my Father, for me thinkes in you\r\nI see old Gaunt aliue. Oh then my Father,\r\nWill you permit, that I shall stand condemn'd\r\nA wandring Vagabond; my Rights and Royalties\r\nPluckt from my armes perforce, and giuen away\r\nTo vpstart Vnthrifts? Wherefore was I borne?\r\nIf that my Cousin King, be King of England,\r\nIt must be graunted, I am Duke of Lancaster.\r\nYou haue a Sonne, Aumerle, my Noble Kinsman,\r\nHad you first died, and he beene thus trod downe,\r\nHe should haue found his Vnckle Gaunt a Father,\r\nTo rowze his Wrongs, and chase them to the bay.\r\nI am denyde to sue my Liuerie here,\r\nAnd yet my Letters Patents giue me leaue:\r\nMy Fathers goods are all distraynd, and sold,\r\nAnd these, and all, are all amisse imployd.\r\nWhat would you haue me doe? I am a Subiect,\r\nAnd challenge Law: Attorneyes are deny'd me;\r\nAnd therefore personally I lay", " Gaunt a Father,\r\nTo rowze his Wrongs, and chase them to the bay.\r\nI am denyde to sue my Liuerie here,\r\nAnd yet my Letters Patents giue me leaue:\r\nMy Fathers goods are all distraynd, and sold,\r\nAnd these, and all, are all amisse imployd.\r\nWhat would you haue me doe? I am a Subiect,\r\nAnd challenge Law: Attorneyes are deny'd me;\r\nAnd therefore personally I lay my claime\r\nTo my Inheritance of free Discent\r\n\r\n   North. The Noble Duke hath been too much abus'd\r\n\r\n   Ross. It stands your Grace vpon, to doe him right\r\n\r\n   Willo. Base men by his endowments are made great\r\n\r\n   York. My Lords of England, let me tell you this,\r\nI haue had feeling of my Cosens Wrongs,\r\nAnd labour'd all I could to doe him right:\r\nBut in this kind, to come in brauing Armes,\r\nBe his owne Caruer, and cut out his way,\r\nTo find out Right with Wrongs, it may not be;\r\nAnd you that doe abett him in this kind,\r\nCherish Rebellion, and are Rebels all\r\n\r\n   North. The Noble Duke hath sworne his comming is\r\nBut for his owne; and for the right of that,\r\nWee all haue strongly sworne to giue him ayd,\r\nAnd let him neu'r see Ioy, that breakes that Oath\r\n\r\n   York. Well, well, I see the issue of these Armes,\r\nI cannot mend it, I must needes confesse,\r\nBecause my power is weake, and all ill left:\r\nBut if I could, by him that gaue me life,\r\nI would attach you all, and make you stoope\r\nVnto the Soueraigne Mercy of the King.\r\nBut since I cannot, be it knowne to you,\r\nI doe remaine as Neuter. So fare you well,\r\nVnlesse you please to enter in the Castle,\r\nAnd there repose you for this Night\r\n\r\n   Bull. An offer Vnckle, that wee will accept:\r\nBut wee must winne your Grace to goe with vs\r\nTo Bristow Castle, which they say is held\r\nBy Bushie, Bagot, and their Complices,\r\nThe Caterpillers of the Commonwealth,\r\nWhich I haue sworne to weed, and plucke away\r\n\r\n   York. It may be I will go with you: but yet Ile pawse,\r\nFor I am loth to breake our Countries Lawes:\r\nNor Friends, nor Foes, to me welcome you are,\r\nThings past redresse, are now with me past care.\r\n\r\nExeunt.\r\n\r\n\r\nScoena Quarta.\r\n\r\nEnter Salisbury, and a Captaine.\r\n\r\n  Capt. My Lord of Salisbury, we haue stayd ten dayes,\r\nAnd hardly kept our Countreymen together,\r\nAnd yet we heare no tidings from the King;\r\nTherefore we will disperse our selues: farewell\r\n\r\n   Sal. Stay yet another day, thou trustie Welchman,\r\nThe King reposeth all his confidence in thee\r\n\r\n   Capt. 'Tis thought the King is dead, we will not stay;\r\nThe Bay-trees in our Countrey all are wither'd,\r\nAnd Meteors fright the fixed Starres of Heauen;\r\nThe pale-fac'd Moone lookes bloody on the Earth,\r\nAnd leane-look'd Prophets whisper fearefull change;\r\nRich men looke sad, and Ruffians dance and leape,\r\nThe one in feare, to loose what they enioy,\r\nThe other to enioy by Rage, and Warre:\r\nThese signes fore-run the death of Kings.\r\nFarewell, our Countreymen are gone and fled,\r\nAs well assur'd Richard their King is dead.\r\nEnter.\r\n\r\n  Sal. Ah Richard, with eyes of heauie mind,\r\nI see thy Glory, like a shooting Starre,\r\nFall to the base Earth, from the Firmament:\r\nThy Sunne sets weeping in the lowly West,\r\nWitnessing Stormes to come, Woe, and Vnrest:\r\nThy Friends are fled, to wait vpon thy Foes,\r\nAnd crossely to thy good, all fortune goes.\r\nEnter.\r\n\r\n\r\nActus Tertius. Scena Prima.\r\n\r\nEnter Bullingbrooke, Yorke, Northumberland, Rosse, Percie,\r\nWilloughby,\r\nwith Bushie and Greene Prisoners.\r\n\r\n  Bull. Bring forth these men:\r\nBushie and Greene, I will not vex your soules,\r\n(Since presently your soules must part your bodies)\r\nWith too much vrging your pernitious liues,\r\nFor 'twere no Charitie: yet to wash your blood\r\nFrom off my hands, here in the view of men,\r\nI will vnfold some causes of your deaths.\r\nYou haue mis-led a Prince, a Royall King,\r\nA happie Gentleman in Blood, and Lineaments,\r\nBy you vnhappied, and disfigur'd cleane:\r\nYou haue in manner with your sinfull houres\r\nMade a Diuorce betwixt his Queene and him,\r\nBroke the possession of a Royall Bed,\r\nAnd stayn'd the beautie of a faire Queenes Cheekes,\r\nWith teares drawn fro[m] her eyes, with your foule wrongs.\r\nMy selfe a Prince, by fortune of my birth,\r\nNeere to the King in blood, and neere in loue,\r\nTill you did make him mis-interprete me,\r\nHaue stoopt my neck vnder your iniuries,\r\nAnd sigh'd my English breath in forraine Clouds,\r\nEating the bitter bread of banishment;\r\nWhile you haue fed vpon my Seignories,\r\nDis-park'd my Parkes, and fell'd my Forrest Woods;\r\nFrom mine owne Windowes torne my Household Coat,\r\nRaz'd out my Impresse, leauing me no signe,\r\nSaue mens opinions, and my liuing blood,\r\nTo shew the World I am a Gentleman.\r\nThis, and much more, much more then", "raine Clouds,\r\nEating the bitter bread of banishment;\r\nWhile you haue fed vpon my Seignories,\r\nDis-park'd my Parkes, and fell'd my Forrest Woods;\r\nFrom mine owne Windowes torne my Household Coat,\r\nRaz'd out my Impresse, leauing me no signe,\r\nSaue mens opinions, and my liuing blood,\r\nTo shew the World I am a Gentleman.\r\nThis, and much more, much more then twice all this,\r\nCondemnes you to the death: see them deliuered ouer\r\nTo execution, and the hand of death\r\n\r\n   Bushie. More welcome is the stroake of death to me,\r\nThen Bullingbrooke to England\r\n\r\n   Greene. My comfort is, that Heauen will take our soules,\r\nAnd plague Iniustice with the paines of Hell\r\n\r\n   Bull. My Lord Northumberland, see them dispatch'd:\r\nVnckle, you say the Queene is at your House,\r\nFor Heauens sake fairely let her be entreated,\r\nTell her I send to her my kind commends;\r\nTake speciall care my Greetings be deliuer'd\r\n\r\n   York. A Gentleman of mine I haue dispatch'd\r\nWith Letters of your loue, to her at large\r\n\r\n   Bull. Thankes gentle Vnckle: come Lords away,\r\nTo fight with Glendoure, and his Complices;\r\nA while to worke, and after holliday.\r\n\r\nExeunt.\r\n\r\n\r\nScena Secunda.\r\n\r\nDrums: Flourish, and Colours. Enter Richard, Aumerle, Carlile,\r\nand\r\nSouldiers.\r\n\r\n  Rich. Barkloughly Castle call you this at hand?\r\n  Au. Yea, my Lord: how brooks your Grace the ayre,\r\nAfter your late tossing on the breaking Seas?\r\n  Rich. Needs must I like it well: I weepe for ioy\r\nTo stand vpon my Kingdome once againe.\r\nDeere Earth, I doe salute thee with my hand,\r\nThough Rebels wound thee with their Horses hoofes:\r\nAs a long parted Mother with her Child,\r\nPlayes fondly with her teares, and smiles in meeting;\r\nSo weeping, smiling, greet I thee my Earth,\r\nAnd doe thee fauor with my Royall hands.\r\nFeed not thy Soueraignes Foe, my gentle Earth,\r\nNor with thy Sweetes, comfort his rauenous sence:\r\nBut let thy Spiders, that suck vp thy Venome,\r\nAnd heauie-gated Toades lye in their way,\r\nDoing annoyance to the trecherous feete,\r\nWhich with vsurping steps doe trample thee.\r\nYeeld stinging Nettles to mine Enemies;\r\nAnd when they from thy Bosome pluck a Flower,\r\nGuard it I prethee with a lurking Adder,\r\nWhose double tongue may with a mortall touch\r\nThrow death vpon thy Soueraignes Enemies.\r\nMock not my sencelesse Coniuration, Lords;\r\nThis Earth shall haue a feeling, and these Stones\r\nProue armed Souldiers, ere her Natiue King\r\nShall falter vnder foule Rebellious Armes\r\n\r\n   Car. Feare not my Lord, that Power that made you King\r\nHath power to keepe you King, in spight of all\r\n\r\n   Aum. He meanes, my Lord, that we are too remisse,\r\nWhilest Bullingbrooke through our securitie,\r\nGrowes strong and great, in substance and in friends\r\n\r\n   Rich. Discomfortable Cousin, knowest thou not,\r\nThat when the searching Eye of Heauen is hid\r\nBehind the Globe, that lights the lower World,\r\nThen Theeues and Robbers raunge abroad vnseene,\r\nIn Murthers and in Out-rage bloody here:\r\nBut when from vnder this Terrestriall Ball\r\nHe fires the prowd tops of the Easterne Pines,\r\nAnd darts his Lightning through eu'ry guiltie hole,\r\nThen Murthers, Treasons, and detested sinnes\r\n(The Cloake of Night being pluckt from off their backs)\r\nStand bare and naked, trembling at themselues.\r\nSo when this Theefe, this Traytor Bullingbrooke,\r\nWho all this while hath reuell'd in the Night,\r\nShall see vs rising in our Throne, the East,\r\nHis Treasons will sit blushing in his face,\r\nNot able to endure the sight of Day;\r\nBut selfe-affrighted, tremble at his sinne.\r\nNot all the Water in the rough rude Sea\r\nCan wash the Balme from an anoynted King;\r\nThe breath of worldly men cannot depose\r\nThe Deputie elected by the Lord:\r\nFor euery man that Bullingbrooke hath prest,\r\nTo lift shrewd Steele against our Golden Crowne,\r\nHeauen for his Richard hath in heauenly pay\r\nA glorious Angell: then if Angels fight,\r\nWeake men must fall, for Heauen still guards the right.\r\nEnter Salisbury.\r\n\r\nWelcome my Lord, how farre off lyes your Power?\r\n  Salisb. Nor neere, nor farther off, my gracious Lord,\r\nThen this weake arme; discomfort guides my tongue,\r\nAnd bids me speake of nothing but despaire:\r\nOne day too late, I feare (my Noble Lord)\r\nHath clouded all thy happie dayes on Earth:\r\nOh call backe Yesterday, bid Time returne,\r\nAnd thou shalt haue twelue thousand fighting men:\r\nTo day, to day, vnhappie day too late\r\nOrethrowes thy Ioyes, Friends, Fortune, and thy State;\r\nFor all the Welchmen hearing thou wert dead,\r\nAre gone to Bullingbrooke, disperst, and fled\r\n\r\n   Aum. Comfort my Liege, why lookes your Grace so\r\npale?\r\n  Rich. But now the blood of twentie thousand men\r\nDid triumph in my face, and they are fled,\r\nAnd till so much blood thither come againe,\r\nHaue I not reason to looke pale, and dead?\r\nAll Soules that will be safe, flye from", " hearing thou wert dead,\r\nAre gone to Bullingbrooke, disperst, and fled\r\n\r\n   Aum. Comfort my Liege, why lookes your Grace so\r\npale?\r\n  Rich. But now the blood of twentie thousand men\r\nDid triumph in my face, and they are fled,\r\nAnd till so much blood thither come againe,\r\nHaue I not reason to looke pale, and dead?\r\nAll Soules that will be safe, flye from my side,\r\nFor Time hath set a blot vpon my pride\r\n\r\n   Aum. Comfort my Liege, remember who you are\r\n\r\n   Rich. I had forgot my selfe. Am I not King?\r\nAwake thou sluggard Maiestie, thou sleepest:\r\nIs not the Kings Name fortie thousand Names?\r\nArme, arme my Name: a punie subiect strikes\r\nAt thy great glory. Looke not to the ground,\r\nYe Fauorites of a King: are wee not high?\r\nHigh be our thoughts: I know my Vnckle Yorke\r\nHath Power enough to serue our turne.\r\nBut who comes here?\r\nEnter Scroope.\r\n\r\n  Scroope. More health and happinesse betide my Liege,\r\nThen can my care-tun'd tongue deliuer him\r\n\r\n   Rich. Mine eare is open, and my heart prepar'd:\r\nThe worst is worldly losse, thou canst vnfold:\r\nSay, Is my Kingdome lost? why 'twas my Care:\r\nAnd what losse is it to be rid of Care?\r\nStriues Bullingbrooke to be as Great as wee?\r\nGreater he shall not be: If hee serue God,\r\nWee'l serue him too, and be his Fellow so.\r\nReuolt our Subiects? That we cannot mend,\r\nThey breake their Faith to God, as well as vs:\r\nCry Woe, Destruction, Ruine, Losse, Decay,\r\nThe worst is Death, and Death will haue his day\r\n\r\n   Scroope. Glad am I, that your Highnesse is so arm'd\r\nTo beare the tidings of Calamitie.\r\nLike an vnseasonable stormie day,\r\nWhich make the Siluer Riuers drowne their Shores,\r\nAs if the World were all dissolu'd to teares:\r\nSo high, aboue his Limits, swells the Rage\r\nOf Bullingbrooke, couering your fearefull Land\r\nWith hard bright Steele, and hearts harder then Steele:\r\nWhite Beares haue arm'd their thin and hairelesse Scalps\r\nAgainst thy Maiestie, and Boyes with Womens Voyces,\r\nStriue to speake bigge, and clap their female ioints\r\nIn stiffe vnwieldie Armes: against thy Crowne\r\nThy very Beads-men learne to bend their Bowes\r\nOf double fatall Eugh: against thy State\r\nYea Distaffe-Women manage rustie Bills:\r\nAgainst thy Seat both young and old rebell,\r\nAnd all goes worse then I haue power to tell\r\n\r\n   Rich. Too well, too well thou tell'st a Tale so ill.\r\nWhere is the Earle of Wiltshire? where is Bagot?\r\nWhat is become of Bushie? where is Greene?\r\nThat they haue let the dangerous Enemie\r\nMeasure our Confines with such peacefull steps?\r\nIf we preuaile, their heads shall pay for it.\r\nI warrant they haue made peace with Bullingbrooke\r\n\r\n   Scroope. Peace haue they made with him indeede (my\r\nLord.)\r\n  Rich. Oh Villains, Vipers, damn'd without redemption,\r\nDogges, easily woon to fawne on any man,\r\nSnakes in my heart blood warm'd, that sting my heart,\r\nThree Iudasses, each one thrice worse then Iudas,\r\nWould they make peace? terrible Hell make warre\r\nVpon their spotted Soules for this Offence\r\n\r\n   Scroope. Sweet Loue (I see) changing his propertie,\r\nTurnes to the sowrest, and most deadly hate:\r\nAgaine vncurse their Soules; their peace is made\r\nWith Heads, and not with Hands: those whom you curse\r\nHaue felt the worst of Deaths destroying hand,\r\nAnd lye full low, grau'd in the hollow ground\r\n\r\n   Aum. Is Bushie, Greene, and the Earle of Wiltshire\r\ndead?\r\n  Scroope. Yea, all of them at Bristow lost their heads\r\n\r\n   Aum. Where is the Duke my Father with his Power?\r\n  Rich. No matter where; of comfort no man speake:\r\nLet's talke of Graues, of Wormes, and Epitaphs,\r\nMake Dust our Paper, and with Raynie eyes\r\nWrite Sorrow on the Bosome of the Earth.\r\nLet's chuse Executors, and talke of Wills:\r\nAnd yet not so; for what can we bequeath,\r\nSaue our deposed bodies to the ground?\r\nOur Lands, our Liues, and all are Bullingbrookes,\r\nAnd nothing can we call our owne, but Death,\r\nAnd that small Modell of the barren Earth,\r\nWhich serues as Paste, and Couer to our Bones:\r\nFor Heauens sake let vs sit vpon the ground,\r\nAnd tell sad stories of the death of Kings:\r\nHow some haue been depos'd, some slaine in warre,\r\nSome haunted by the Ghosts they haue depos'd,\r\nSome poyson'd by their Wiues, some sleeping kill'd,\r\nAll murther'd. For within the hollow Crowne\r\nThat rounds the mortall Temples of a King,\r\nKeepes Death his Court, and there the Antique sits\r\nScoffing his State, and grinning at his Pompe,\r\nAllowing him a breath, a little Scene,\r\nTo Monarchize, be fear'd, and kill with lookes,\r\nInfusing him with selfe and vaine conceit,\r\nAs if this Flesh, which walls about our Life,\r\nWere Brasse impregnable: and humor'd thus,\r\nComes at the last, and with a little Pinne", " King,\r\nKeepes Death his Court, and there the Antique sits\r\nScoffing his State, and grinning at his Pompe,\r\nAllowing him a breath, a little Scene,\r\nTo Monarchize, be fear'd, and kill with lookes,\r\nInfusing him with selfe and vaine conceit,\r\nAs if this Flesh, which walls about our Life,\r\nWere Brasse impregnable: and humor'd thus,\r\nComes at the last, and with a little Pinne\r\nBores through his Castle Walls, and farwell King.\r\nCouer your heads, and mock not flesh and blood\r\nWith solemne Reuerence: throw away Respect,\r\nTradition, Forme, and Ceremonious dutie,\r\nFor you haue but mistooke me all this while:\r\nI liue with Bread like you, feele Want,\r\nTaste Griefe, need Friends: subiected thus,\r\nHow can you say to me, I am a King?\r\n  Carl. My Lord, wise men ne're waile their present woes,\r\nBut presently preuent the wayes to waile:\r\nTo feare the Foe, since feare oppresseth strength,\r\nGiues in your weakenesse, strength vnto your Foe;\r\nFeare, and be slaine, no worse can come to sight,\r\nAnd fight and die, is death destroying death,\r\nWhere fearing, dying, payes death seruile breath\r\n\r\n   Aum. My Father hath a Power, enquire of him;\r\nAnd learne to make a Body of a Limbe\r\n\r\n   Rich. Thou chid'st me well: proud Bullingbrooke I come\r\nTo change Blowes with thee, for our day of Doome:\r\nThis ague fit of feare is ouer-blowne,\r\nAn easie taske it is to winne our owne.\r\nSay Scroope, where lyes our Vnckle with his Power?\r\nSpeake sweetly man, although thy lookes be sowre\r\n\r\n   Scroope. Men iudge by the complexion of the Skie\r\nThe state and inclination of the day;\r\nSo may you by my dull and heauie Eye:\r\nMy Tongue hath but a heauier Tale to say:\r\nI play the Torturer, by small and small\r\nTo lengthen out the worst, that must be spoken.\r\nYour Vnckle Yorke is ioyn'd with Bullingbrooke,\r\nAnd all your Northerne Castles yeelded vp,\r\nAnd all your Southerne Gentlemen in Armes\r\nVpon his Faction\r\n\r\n   Rich. Thou hast said enough.\r\nBeshrew thee Cousin, which didst lead me forth\r\nOf that sweet way I was in, to despaire:\r\nWhat say you now? What comfort haue we now?\r\nBy Heauen Ile hate him euerlastingly,\r\nThat bids me be of comfort any more.\r\nGoe to Flint Castle, there Ile pine away,\r\nA King, Woes slaue, shall Kingly Woe obey:\r\nThat Power I haue, discharge, and let 'em goe\r\nTo eare the Land, that hath some hope to grow,\r\nFor I haue none. Let no man speake againe\r\nTo alter this, for counsaile is but vaine\r\n\r\n   Aum. My Liege, one word\r\n\r\n   Rich. He does me double wrong,\r\nThat wounds me with the flatteries of his tongue.\r\nDischarge my followers: let them hence away,\r\nFrom Richards Night, to Bullingbrookes faire Day.\r\n\r\nExeunt.\r\n\r\n\r\nScaena Tertia.\r\n\r\nEnter with Drum and Colours, Bullingbrooke, Yorke,\r\nNorthumberland,\r\nAttendants.\r\n\r\n  Bull. So that by this intelligence we learne\r\nThe Welchmen are dispers'd, and Salisbury\r\nIs gone to meet the King, who lately landed\r\nWith some few priuate friends, vpon this Coast\r\n\r\n   North. The newes is very faire and good, my Lord,\r\nRichard, not farre from hence, hath hid his head\r\n\r\n   York. It would beseeme the Lord Northumberland,\r\nTo say King Richard: alack the heauie day,\r\nWhen such a sacred King should hide his head\r\n\r\n   North. Your Grace mistakes: onely to be briefe,\r\nLeft I his Title out\r\n\r\n   York. The time hath beene,\r\nWould you haue beene so briefe with him, he would\r\nHaue beene so briefe with you, to shorten you,\r\nFor taking so the Head, your whole heads length\r\n\r\n   Bull. Mistake not (Vnckle) farther then you should\r\n\r\n   York. Take not (good Cousin) farther then you should.\r\nLeast you mistake the Heauens are ore your head\r\n\r\n   Bull. I know it (Vnckle) and oppose not my selfe\r\nAgainst their will. But who comes here?\r\nEnter Percie.\r\n\r\nWelcome Harry: what, will not this Castle yeeld?\r\n  Per. The Castle royally is mann'd, my Lord,\r\nAgainst thy entrance\r\n\r\n   Bull. Royally? Why, it containes no King?\r\n  Per. Yes (my good Lord)\r\nIt doth containe a King: King Richard lyes\r\nWithin the limits of yond Lime and Stone,\r\nAnd with him, the Lord Aumerle, Lord Salisbury,\r\nSir Stephen Scroope, besides a Clergie man\r\nOf holy reuerence; who, I cannot learne\r\n\r\n   North. Oh, belike it is the Bishop of Carlile\r\n\r\n   Bull. Noble Lord,\r\nGoe to the rude Ribs of that ancient Castle,\r\nThrough Brazen Trumpet send the breath of Parle\r\nInto his ruin'd Eares, and thus deliuer:\r\nHenry Bullingbrooke vpon his knees doth kisse\r\nKing Richards hand, and sends allegeance\r\nAnd true faith of heart to his Royall Person: hither come\r\nEuen at his feet, to lay my Armes and Power,\r\nProuided, that my Banishment repeal'd,\r\nAnd Lands restor'd againe, be freely graunted:\r\nIf not, Ile vse th 'aduantage of my Power,\r\nAnd lay the Summers dust with showers of blood,\r\nRayn", "oke vpon his knees doth kisse\r\nKing Richards hand, and sends allegeance\r\nAnd true faith of heart to his Royall Person: hither come\r\nEuen at his feet, to lay my Armes and Power,\r\nProuided, that my Banishment repeal'd,\r\nAnd Lands restor'd againe, be freely graunted:\r\nIf not, Ile vse th 'aduantage of my Power,\r\nAnd lay the Summers dust with showers of blood,\r\nRayn'd from the wounds of slaughter'd Englishmen;\r\nThe which, how farre off from the mind of Bullingbrooke\r\nIt is, such Crimson Tempest should bedrench\r\nThe fresh greene Lap of faire King Richards Land,\r\nMy stooping dutie tenderly shall shew.\r\nGoe signifie as much, while here we march\r\nVpon the Grassie Carpet of this Plaine:\r\nLet's march without the noyse of threatning Drum,\r\nThat from this Castles tatter'd Battlements\r\nOur faire Appointments may be well perus'd.\r\nMe thinkes King Richard and my selfe should meet\r\nWith no lesse terror then the Elements\r\nOf Fire and Water, when their thundring smoake\r\nAt meeting teares the cloudie Cheekes of Heauen:\r\nBe he the fire, Ile be the yeelding Water;\r\nThe Rage be his, while on the Earth I raine\r\nMy Waters on the Earth, and not on him.\r\nMarch on, and marke King Richard how he lookes.\r\n\r\nParle without, and answere within: then a Flourish. Enter on the\r\nWalls,\r\nRichard, Carlile, Aumerle, Scroop, Salisbury.\r\n\r\nSee, see, King Richard doth himselfe appeare\r\nAs doth the blushing discontented Sunne,\r\nFrom out the fierie Portall of the East,\r\nWhen he perceiues the enuious Clouds are bent\r\nTo dimme his glory, and to staine the tract\r\nOf his bright passage to the Occident\r\n\r\n   York. Yet lookes he like a King: behold his Eye\r\n(As bright as is the Eagles) lightens forth\r\nControlling Maiestie: alack, alack, for woe,\r\nThat any harme should staine so faire a shew\r\n\r\n   Rich. Wee are amaz'd, and thus long haue we stood\r\nTo watch the fearefull bending of thy knee,\r\nBecause we thought our selfe thy lawfull King:\r\nAnd if we be, how dare thy ioynts forget\r\nTo pay their awfull dutie to our presence?\r\nIf we be not, shew vs the Hand of God,\r\nThat hath dismiss'd vs from our Stewardship,\r\nFor well wee know, no Hand of Blood and Bone\r\nCan gripe the sacred Handle of our Scepter,\r\nVnlesse he doe prophane, steale, or vsurpe.\r\nAnd though you thinke, that all, as you haue done,\r\nHaue torne their Soules, by turning them from vs,\r\nAnd we are barren, and bereft of Friends:\r\nYet know, my Master, God Omnipotent,\r\nIs mustring in his Clouds, on our behalfe,\r\nArmies of Pestilence, and they shall strike\r\nYour Children yet vnborne, and vnbegot,\r\nThat lift your Vassall Hands against my Head,\r\nAnd threat the Glory of my precious Crowne.\r\nTell Bullingbrooke, for yond me thinkes he is,\r\nThat euery stride he makes vpon my Land,\r\nIs dangerous Treason: He is come to ope\r\nThe purple Testament of bleeding Warre;\r\nBut ere the Crowne he lookes for, liue in peace,\r\nTen thousand bloody crownes of Mothers Sonnes\r\nShall ill become the flower of Englands face,\r\nChange the complexion of her Maid-pale Peace\r\nTo Scarlet Indignation, and bedew\r\nHer Pastors Grasse with faithfull English Blood\r\n\r\n   North. The King of Heauen forbid our Lord the King\r\nShould so with ciuill and vnciuill Armes\r\nBe rush'd vpon: Thy thrice-noble Cousin,\r\nHarry Bullingbrooke, doth humbly kisse thy hand,\r\nAnd by the Honorable Tombe he sweares,\r\nThat stands vpon your Royall Grandsires Bones,\r\nAnd by the Royalties of both your Bloods,\r\n(Currents that spring from one most gracious Head)\r\nAnd by the buried Hand of Warlike Gaunt,\r\nAnd by the Worth and Honor of himselfe,\r\nComprising all that may be sworne, or said,\r\nHis comming hither hath no further scope,\r\nThen for his Lineall Royalties, and to begge\r\nInfranchisement immediate on his knees:\r\nWhich on thy Royall partie graunted once,\r\nHis glittering Armes he will commend to Rust,\r\nHis barbed Steedes to Stables, and his heart\r\nTo faithfull seruice of your Maiestie:\r\nThis sweares he, as he is a Prince, is iust,\r\nAnd as I am a Gentleman, I credit him\r\n\r\n   Rich. Northumberland, say thus: The King returnes,\r\nHis Noble Cousin is right welcome hither,\r\nAnd all the number of his faire demands\r\nShall be accomplish'd without contradiction:\r\nWith all the gracious vtterance thou hast,\r\nSpeake to his gentle hearing kind commends.\r\nWe doe debase our selfe (Cousin) doe we not,\r\nTo looke so poorely, and to speake so faire?\r\nShall we call back Northumberland, and send\r\nDefiance to the Traytor, and so die?\r\n  Aum. No, good my Lord, let's fight with gentle words,\r\nTill time lend friends, and friends their helpeful Swords\r\n\r\n   Rich. Oh God, oh God, that ere this tongue of mine,\r\nThat layd the Sentence of dread Banishment\r\nOn yond prowd man, should take it off againe\r\nWith words of sooth: Oh that I were as great\r\nAs is my Griefe, or lesser then my Name,\r\nOr that I could forget what I haue beene,\r\nOr not remember what I", " gentle words,\r\nTill time lend friends, and friends their helpeful Swords\r\n\r\n   Rich. Oh God, oh God, that ere this tongue of mine,\r\nThat layd the Sentence of dread Banishment\r\nOn yond prowd man, should take it off againe\r\nWith words of sooth: Oh that I were as great\r\nAs is my Griefe, or lesser then my Name,\r\nOr that I could forget what I haue beene,\r\nOr not remember what I must be now:\r\nSwell'st thou prowd heart? Ile giue thee scope to beat,\r\nSince Foes haue scope to beat both thee and me\r\n\r\n   Aum. Northumberland comes backe from Bullingbrooke\r\n\r\n   Rich. What must the King doe now? must he submit?\r\nThe King shall doe it: Must he be depos'd?\r\nThe King shall be contented: Must he loose\r\nThe Name of King? o' Gods Name let it goe.\r\nIle giue my Iewels for a sett of Beades,\r\nMy gorgeous Pallace, for a Hermitage,\r\nMy gay Apparrell, for an Almes-mans Gowne,\r\nMy figur'd Goblets, for a Dish of Wood,\r\nMy Scepter, for a Palmers walking Staffe,\r\nMy Subiects, for a payre of carued Saints,\r\nAnd my large Kingdome, for a little Graue,\r\nA little little Graue, an obscure Graue.\r\nOr Ile be buryed in the Kings high-way,\r\nSome way of common Trade, where Subiects feet\r\nMay howrely trample on their Soueraignes Head:\r\nFor on my heart they tread now, whilest I liue;\r\nAnd buryed once, why not vpon my Head?\r\nAumerle, thou weep'st (my tender-hearted Cousin)\r\nWee'le make foule Weather with despised Teares:\r\nOur sighes, and they, shall lodge the Summer Corne,\r\nAnd make a Dearth in this reuolting Land.\r\nOr shall we play the Wantons with our Woes,\r\nAnd make some prettie Match, with shedding Teares?\r\nAs thus: to drop them still vpon one place,\r\nTill they haue fretted vs a payre of Graues,\r\nWithin the Earth: and therein lay'd, there lyes\r\nTwo Kinsmen, digg'd their Graues with weeping Eyes?\r\nWould not this ill, doe well? Well, well, I see\r\nI talke but idly, and you mock at mee.\r\nMost mightie Prince, my Lord Northumberland,\r\nWhat sayes King Bullingbrooke? Will his Maiestie\r\nGiue Richard leaue to liue, till Richard die?\r\nYou make a Legge, and Bullingbrooke sayes I\r\n\r\n   North. My Lord, in the base Court he doth attend\r\nTo speake with you, may it please you to come downe\r\n\r\n   Rich. Downe, downe I come, like glist'ring Phaeton,\r\nWanting the manage of vnruly Iades.\r\nIn the base Court? base Court, where Kings grow base,\r\nTo come at Traytors Calls, and doe them Grace.\r\nIn the base Court come down: down Court, down King,\r\nFor night-Owls shrike, where mou[n]ting Larks should sing\r\n\r\n   Bull. What sayes his Maiestie?\r\n  North. Sorrow, and griefe of heart\r\nMakes him speake fondly, like a frantick man:\r\nYet he is come\r\n\r\n   Bull. Stand all apart,\r\nAnd shew faire dutie to his Maiestie.\r\nMy gracious Lord\r\n\r\n   Rich. Faire Cousin,\r\nYou debase your Princely Knee,\r\nTo make the base Earth prowd with kissing it.\r\nMe rather had, my Heart might feele your Loue,\r\nThen my vnpleas'd Eye see your Courtesie.\r\nVp Cousin, vp, your Heart is vp, I know,\r\nThus high at least, although your Knee be low\r\n\r\n   Bull. My gracious Lord, I come but for mine\r\nowne\r\n\r\n   Rich. Your owne is yours, and I am yours, and\r\nall\r\n\r\n   Bull. So farre be mine, my most redoubted Lord,\r\nAs my true seruice shall deserue your loue\r\n\r\n   Rich. Well you deseru'd:\r\nThey well deserue to haue,\r\nThat know the strong'st, and surest way to get.\r\nVnckle giue me your Hand: nay, drie your Eyes,\r\nTeares shew their Loue, but want their Remedies.\r\nCousin, I am too young to be your Father,\r\nThough you are old enough to be my Heire.\r\nWhat you will haue, Ile giue, and willing to,\r\nFor doe we must, what force will haue vs doe.\r\nSet on towards London:\r\nCousin, is it so?\r\n  Bull. Yea, my good Lord\r\n\r\n   Rich. Then I must not say, no.\r\n\r\nFlourish.\r\n\r\n\r\nExeunt.\r\n\r\n\r\nScena Quarta.\r\n\r\nEnter the Queene, and two Ladies\r\n\r\n   Qu. What sport shall we deuise here in this Garden,\r\nTo driue away the heauie thought of Care?\r\n  La. Madame, wee'le play at Bowles\r\n\r\n   Qu. 'Twill make me thinke the World is full of Rubs,\r\nAnd that my fortune runnes against the Byas\r\n\r\n   La. Madame, wee'le Dance\r\n\r\n   Qu. My Legges can keepe no measure in Delight,\r\nWhen my poore Heart no measure keepes in Griefe.\r\nTherefore no Dancing (Girle) some other sport\r\n\r\n   La. Madame, wee'le tell Tales\r\n\r\n   Qu. Of Sorrow, or of Griefe?\r\n  La. Of eyther, Madame\r\n\r\n   Qu. Of neyther, Girle.\r\nFor if of Ioy, being altogether wanting,\r\nIt doth remember me the more of Sorrow:\r\nOr if of Griefe, being altogether had,\r\nIt addes more Sorrow to my want of Ioy:\r\nFor what I", "Girle) some other sport\r\n\r\n   La. Madame, wee'le tell Tales\r\n\r\n   Qu. Of Sorrow, or of Griefe?\r\n  La. Of eyther, Madame\r\n\r\n   Qu. Of neyther, Girle.\r\nFor if of Ioy, being altogether wanting,\r\nIt doth remember me the more of Sorrow:\r\nOr if of Griefe, being altogether had,\r\nIt addes more Sorrow to my want of Ioy:\r\nFor what I haue, I need not to repeat;\r\nAnd what I want, it bootes not to complaine\r\n\r\n   La. Madame, Ile sing\r\n\r\n   Qu. 'Tis well that thou hast cause:\r\nBut thou should'st please me better, would'st thou weepe\r\n\r\n   La. I could weepe, Madame, would it doe you good\r\n\r\n   Qu. And I could sing, would weeping doe me good,\r\nAnd neuer borrow any Teare of thee.\r\nEnter a Gardiner, and two Seruants.\r\n\r\nBut stay, here comes the Gardiners,\r\nLet's step into the shadow of these Trees.\r\nMy wretchednesse, vnto a Rowe of Pinnes,\r\nThey'le talke of State: for euery one doth so,\r\nAgainst a Change; Woe is fore-runne with Woe\r\n\r\n   Gard. Goe binde thou vp yond dangling Apricocks,\r\nWhich like vnruly Children, make their Syre\r\nStoupe with oppression of their prodigall weight:\r\nGiue some supportance to the bending twigges.\r\nGoe thou, and like an Executioner\r\nCut off the heads of too fast growing sprayes,\r\nThat looke too loftie in our Common-wealth:\r\nAll must be euen, in our Gouernment.\r\nYou thus imploy'd, I will goe root away\r\nThe noysome Weedes, that without profit sucke\r\nThe Soyles fertilitie from wholesome flowers\r\n\r\n   Ser. Why should we, in the compasse of a Pale,\r\nKeepe Law and Forme, and due Proportion,\r\nShewing as in a Modell our firme Estate?\r\nWhen our Sea-walled Garden, the whole Land,\r\nIs full of Weedes, her fairest Flowers choakt vp,\r\nHer Fruit-trees all vnpruin'd, her Hedges ruin'd,\r\nHer Knots disorder'd, and her wholesome Hearbes\r\nSwarming with Caterpillers\r\n\r\n   Gard. Hold thy peace.\r\nHe that hath suffer'd this disorder'd Spring,\r\nHath now himselfe met with the Fall of Leafe.\r\nThe Weeds that his broad-spreading Leaues did shelter,\r\nThat seem'd, in eating him, to hold him vp,\r\nAre pull'd vp, Root and all, by Bullingbrooke:\r\nI meane, the Earle of Wiltshire, Bushie, Greene\r\n\r\n   Ser. What are they dead?\r\n  Gard. They are,\r\nAnd Bullingbrooke hath seiz'd the wastefull King.\r\nOh, what pitty is it, that he had not so trim'd\r\nAnd drest his Land, as we this Garden, at time of yeare,\r\nAnd wound the Barke, the skin of our Fruit-trees,\r\nLeast being ouer-proud with Sap and Blood,\r\nWith too much riches it confound it selfe?\r\nHad he done so, to great and growing men,\r\nThey might haue liu'd to beare, and he to taste\r\nTheir fruites of dutie. Superfluous branches\r\nWe lop away, that bearing boughes may liue:\r\nHad he done so, himselfe had borne the Crowne,\r\nWhich waste and idle houres, hath quite thrown downe\r\n\r\n   Ser. What thinke you the King shall be depos'd?\r\n  Gar. Deprest he is already, and depos'd\r\n'Tis doubted he will be. Letters came last night\r\nTo a deere Friend of the Duke of Yorkes,\r\nThat tell blacke tydings\r\n\r\n   Qu. Oh I am prest to death through want of speaking:\r\nThou old Adams likenesse, set to dresse this Garden:\r\nHow dares thy harsh rude tongue sound this vnpleasing newes\r\nWhat Eue? what Serpent hath suggested thee,\r\nTo make a second fall of cursed man?\r\nWhy do'st thou say, King Richard is depos'd,\r\nDar'st thou, thou little better thing then earth,\r\nDiuine his downfall? Say, where, when, and how\r\nCam'st thou by this ill-tydings? Speake thou wretch\r\n\r\n   Gard. Pardon me Madam. Little ioy haue I\r\nTo breath these newes; yet what I say, is true;\r\nKing Richard, he is in the mighty hold\r\nOf Bullingbrooke, their Fortunes both are weigh'd:\r\nIn your Lords Scale, is nothing but himselfe,\r\nAnd some few Vanities, that make him light:\r\nBut in the Ballance of great Bullingbrooke,\r\nBesides himselfe, are all the English Peeres,\r\nAnd with that oddes he weighes King Richard downe.\r\nPoste you to London, and you'l finde it so,\r\nI speake no more, then euery one doth know\r\n\r\n   Qu. Nimble mischance, that art so light of foote,\r\nDoth not thy Embassage belong to me?\r\nAnd am I last that knowes it? Oh thou think'st\r\nTo serue me last, that I may longest keepe\r\nThy sorrow in my breast. Come Ladies goe,\r\nTo meet at London, Londons King in woe.\r\nWhat was I borne to this: that my sad looke,\r\nShould grace the Triumph of great Bullingbrooke.\r\nGard'ner, for telling me this newes of woe,\r\nI would the Plants thou graft'st, may neuer grow.\r\nEnter.\r\n\r\n  G. Poore Queen, so that thy State might be no worse,\r\nI would my skill were subiect to thy curse:\r\nHeere did she drop a teare, heere in this place\r\nIle set a Banke of Rew, sowre Herbe of Grace:\r\nRue, eu'n for ruth, heere shortly shall be seene,\r\n", " for telling me this newes of woe,\r\nI would the Plants thou graft'st, may neuer grow.\r\nEnter.\r\n\r\n  G. Poore Queen, so that thy State might be no worse,\r\nI would my skill were subiect to thy curse:\r\nHeere did she drop a teare, heere in this place\r\nIle set a Banke of Rew, sowre Herbe of Grace:\r\nRue, eu'n for ruth, heere shortly shall be seene,\r\nIn the remembrance of a Weeping Queene.\r\nEnter.\r\n\r\n\r\nActus Quartus. Scoena Prima.\r\n\r\nEnter as to the Parliament, Bullingbrooke, Aumerle,\r\nNorthumberland,\r\nPercie, FitzWater, Surrey, Carlile, Abbot of Westminster. Herauld,\r\nOfficers, and Bagot.\r\n\r\n  Bullingbrooke. Call forth Bagot.\r\nNow Bagot, freely speake thy minde,\r\nWhat thou do'st know of Noble Glousters death:\r\nWho wrought it with the King, and who perform'd\r\nThe bloody Office of his Timelesse end\r\n\r\n   Bag. Then set before my face, the Lord Aumerle\r\n\r\n   Bul. Cosin, stand forth, and looke vpon that man\r\n\r\n   Bag. My Lord Aumerle, I know your daring tongue\r\nScornes to vnsay, what it hath once deliuer'd.\r\nIn that dead time, when Glousters death was plotted,\r\nI heard you say, Is not my arme of length,\r\nThat reacheth from the restfull English Court\r\nAs farre as Callis, to my Vnkles head.\r\nAmongst much other talke, that very time,\r\nI heard you say, that you had rather refuse\r\nThe offer of an hundred thousand Crownes,\r\nThen Bullingbrookes returne to England; adding withall,\r\nHow blest this Land would be, in this your Cosins death\r\n\r\n   Aum. Princes, and Noble Lords:\r\nWhat answer shall I make to this base man?\r\nShall I so much dishonor my faire Starres,\r\nOn equall termes to giue him chasticement?\r\nEither I must, or haue mine honor soyl'd\r\nWith th' Attaindor of his sland'rous Lippes.\r\nThere is my Gage, the manuall Seale of death\r\nThat markes thee out for Hell. Thou lyest,\r\nAnd will maintaine what thou hast said, is false,\r\nIn thy heart blood, though being all too base\r\nTo staine the temper of my Knightly sword\r\n\r\n   Bul. Bagot forbeare, thou shalt not take it vp\r\n\r\n   Aum. Excepting one, I would he were the best\r\nIn all this presence, that hath mou'd me so\r\n\r\n   Fitz. If that thy valour stand on sympathize:\r\nThere is my Gage, Aumerle, in Gage to thine:\r\nBy that faire Sunne, that shewes me where thou stand'st,\r\nI heard thee say (and vauntingly thou spak'st it)\r\nThat thou wer't cause of Noble Glousters death.\r\nIf thou deniest it, twenty times thou lyest,\r\nAnd I will turne thy falshood to thy hart,\r\nWhere it was forged with my Rapiers point\r\n\r\n   Aum. Thou dar'st not (Coward) liue to see the day\r\n\r\n   Fitz. Now by my Soule, I would it were this houre\r\n\r\n   Aum. Fitzwater thou art damn'd to hell for this\r\n\r\n   Per. Aumerle, thou lye'st: his Honor is as true\r\nIn this Appeale, as thou art all vniust:\r\nAnd that thou art so, there I throw my Gage\r\nTo proue it on thee, to th' extreamest point\r\nOf mortall breathing. Seize it, if thou dar'st\r\n\r\n   Aum. And if I do not, may my hands rot off,\r\nAnd neuer brandish more reuengefull Steele,\r\nOuer the glittering Helmet of my Foe\r\n\r\n   Surrey. My Lord Fitzwater:\r\nI do remember well, the very time\r\nAumerle, and you did talke\r\n\r\n   Fitz. My Lord,\r\n'Tis very true: You were in presence then,\r\nAnd you can witnesse with me, this is true\r\n\r\n   Surrey. As false, by heauen,\r\nAs Heauen it selfe is true\r\n\r\n   Fitz. Surrey, thou Lyest\r\n\r\n   Surrey. Dishonourable Boy;\r\nThat Lye, shall lie so heauy on my Sword,\r\nThat it shall render Vengeance, and Reuenge,\r\nTill thou the Lye-giuer, and that Lye, doe lye\r\nIn earth as quiet, as thy Fathers Scull.\r\nIn proofe whereof, there is mine Honors pawne,\r\nEngage it to the Triall, if thou dar'st\r\n\r\n   Fitzw. How fondly do'st thou spurre a forward Horse?\r\nIf I dare eate, or drinke, or breathe, or liue,\r\nI dare meete Surrey in a Wildernesse,\r\nAnd spit vpon him, whilest I say he Lyes,\r\nAnd Lyes, and Lyes: there is my Bond of Faith,\r\nTo tye thee to my strong Correction.\r\nAs I intend to thriue in this new World,\r\nAumerle is guiltie of my true Appeale.\r\nBesides, I heard the banish'd Norfolke say,\r\nThat thou Aumerle didst send two of thy men,\r\nTo execute the Noble Duke at Callis\r\n\r\n   Aum. Some honest Christian trust me with a Gage,\r\nThat Norfolke lyes: here doe I throw downe this,\r\nIf he may be repeal'd, to trie his Honor\r\n\r\n   Bull. These differences shall all rest vnder Gage,\r\nTill Norfolke be repeal'd: repeal'd he shall be;\r\nAnd (though mine Enemie) restor'd againe\r\nTo all his Lands and Seignories: when hee's return'd,\r\nAgainst Aumerle we will enforce his Tryall\r\n\r\n   Carl. That honorable day shall ne're be seene.\r\n", " doe I throw downe this,\r\nIf he may be repeal'd, to trie his Honor\r\n\r\n   Bull. These differences shall all rest vnder Gage,\r\nTill Norfolke be repeal'd: repeal'd he shall be;\r\nAnd (though mine Enemie) restor'd againe\r\nTo all his Lands and Seignories: when hee's return'd,\r\nAgainst Aumerle we will enforce his Tryall\r\n\r\n   Carl. That honorable day shall ne're be seene.\r\nMany a time hath banish'd Norfolke fought\r\nFor Iesu Christ, in glorious Christian field\r\nStreaming the Ensigne of the Christian Crosse,\r\nAgainst black Pagans, Turkes, and Saracens:\r\nAnd toyl'd with workes of Warre, retyr'd himselfe\r\nTo Italy, and there at Venice gaue\r\nHis Body to that pleasant Countries Earth,\r\nAnd his pure Soule vnto his Captaine Christ,\r\nVnder whose Colours he had fought so long\r\n\r\n   Bull. Why Bishop, is Norfolke dead?\r\n  Carl. As sure as I liue, my Lord\r\n\r\n   Bull. Sweet peace conduct his sweet Soule\r\nTo the Bosome of good old Abraham.\r\nLords Appealants, your differe[n]ces shal all rest vnder gage,\r\nTill we assigne you to your dayes of Tryall.\r\nEnter Yorke.\r\n\r\n  Yorke. Great Duke of Lancaster, I come to thee\r\nFrom plume-pluckt Richard, who with willing Soule\r\nAdopts thee Heire, and his high Scepter yeelds\r\nTo the possession of thy Royall Hand.\r\nAscend his Throne, descending now from him,\r\nAnd long liue Henry, of that Name the Fourth\r\n\r\n   Bull. In Gods Name, Ile ascend the Regall Throne\r\n\r\n   Carl. Mary, Heauen forbid.\r\nWorst in this Royall Presence may I speake,\r\nYet best beseeming me to speake the truth.\r\nWould God, that any in this Noble Presence\r\nWere enough Noble, to be vpright Iudge\r\nOf Noble Richard: then true Noblenesse would\r\nLearne him forbearance from so foule a Wrong.\r\nWhat Subiect can giue Sentence on his King?\r\nAnd who sits here, that is not Richards Subiect?\r\nTheeues are not iudg'd, but they are by to heare,\r\nAlthough apparant guilt be seene in them:\r\nAnd shall the figure of Gods Maiestie,\r\nHis Captaine, Steward, Deputie elect,\r\nAnoynted, Crown'd, planted many yeeres,\r\nBe iudg'd by subiect, and inferior breathe,\r\nAnd he himselfe not present? Oh, forbid it, God,\r\nThat in a Christian Climate, Soules refin'de\r\nShould shew so heynous, black, obscene a deed.\r\nI speake to Subiects, and a Subiect speakes,\r\nStirr'd vp by Heauen, thus boldly for his King\r\nMy Lord of Hereford here, whom you call King,\r\nIs a foule Traytor to prowd Herefords King.\r\nAnd if you Crowne him, let me prophecie,\r\nThe blood of English shall manure the ground,\r\nAnd future Ages groane for his foule Act.\r\nPeace shall goe sleepe with Turkes and Infidels,\r\nAnd in this Seat of Peace, tumultuous Warres\r\nShall Kinne with Kinne, and Kinde with Kinde confound.\r\nDisorder, Horror, Feare, and Mutinie\r\nShall here inhabite, and this Land be call'd\r\nThe field of Golgotha, and dead mens Sculls.\r\nOh, if you reare this House, against this House\r\nIt will the wofullest Diuision proue,\r\nThat euer fell vpon this cursed Earth.\r\nPreuent it, resist it, and let it not be so,\r\nLeast Child, Childs Children cry against you, Woe\r\n\r\n   North. Well haue you argu'd Sir: and for your paines,\r\nOf Capitall Treason we arrest you here.\r\nMy Lord of Westminster, be it your charge,\r\nTo keepe him safely, till his day of Tryall.\r\nMay it please you, Lords, to grant the Commons Suit?\r\n  Bull. Fetch hither Richard, that in common view\r\nHe may surrender: so we shall proceede\r\nWithout suspition\r\n\r\n   Yorke. I will be his Conduct.\r\nEnter.\r\n\r\n  Bull. Lords, you that here are vnder our Arrest,\r\nProcure your Sureties for your Dayes of Answer:\r\nLittle are we beholding to your Loue,\r\nAnd little look'd for at your helping Hands.\r\nEnter Richard and Yorke.\r\n\r\n  Rich. Alack, why am I sent for to a King,\r\nBefore I haue shooke off the Regall thoughts\r\nWherewith I reign'd? I hardly yet haue learn'd\r\nTo insinuate, flatter, bowe, and bend my Knee.\r\nGiue Sorrow leaue a while, to tuture me\r\nTo this submission. Yet I well remember\r\nThe fauors of these men: were they not mine?\r\nDid they not sometime cry, All hayle to me?\r\nSo Iudas did to Christ: but he in twelue,\r\nFound truth in all, but one; I, in twelue thousand, none.\r\nGod saue the King: will no man say, Amen?\r\nAm I both Priest, and Clarke? well then, Amen.\r\nGod saue the King, although I be not hee:\r\nAnd yet Amen, if Heauen doe thinke him mee.\r\nTo doe what seruice, am I sent for hither?\r\n  Yorke. To doe that office of thine owne good will,\r\nWhich tyred Maiestie did make thee offer:\r\nThe Resignation of thy State and Crowne\r\nTo Henry Bullingbrooke\r\n\r\n   Rich. Giue me the Crown. Here Cousin, seize y Crown:\r\nHere Cousin, on this side my Hand, on that side thine.\r\nNow is this Golden Crowne like a deepe Well,\r\nThat owes two Buckets, filling one", "?\r\n  Yorke. To doe that office of thine owne good will,\r\nWhich tyred Maiestie did make thee offer:\r\nThe Resignation of thy State and Crowne\r\nTo Henry Bullingbrooke\r\n\r\n   Rich. Giue me the Crown. Here Cousin, seize y Crown:\r\nHere Cousin, on this side my Hand, on that side thine.\r\nNow is this Golden Crowne like a deepe Well,\r\nThat owes two Buckets, filling one another,\r\nThe emptier euer dancing in the ayre,\r\nThe other downe, vnseene, and full of Water:\r\nThat Bucket downe, and full of Teares am I,\r\nDrinking my Griefes, whil'st you mount vp on high\r\n\r\n   Bull. I thought you had been willing to resigne\r\n\r\n   Rich. My Crowne I am, but still my Griefes are mine:\r\nYou may my Glories and my State depose,\r\nBut not my Griefes; still am I King of those\r\n\r\n   Bull. Part of your Cares you giue me with your Crowne\r\n\r\n   Rich. Your Cares set vp, do not pluck my Cares downe.\r\nMy Care, is losse of Care, by old Care done,\r\nYour Care, is gaine of Care, by new Care wonne:\r\nThe Cares I giue, I haue, though giuen away,\r\nThey 'tend the Crowne, yet still with me they stay:\r\n  Bull. Are you contented to resigne the Crowne?\r\n  Rich. I, no; no, I: for I must nothing bee:\r\nTherefore no, no, for I resigne to thee.\r\nNow, marke me how I will vndoe my selfe.\r\nI giue this heauie Weight from off my Head,\r\nAnd this vnwieldie Scepter from my Hand,\r\nThe pride of Kingly sway from out my Heart.\r\nWith mine owne Teares I wash away my Balme,\r\nWith mine owne Hands I giue away my Crowne,\r\nWith mine owne Tongue denie my Sacred State,\r\nWith mine owne Breath release all dutious Oathes;\r\nAll Pompe and Maiestie I doe forsweare:\r\nMy Manors, Rents, Reuenues, I forgoe;\r\nMy Acts, Decrees, and Statutes I denie:\r\nGod pardon all Oathes that are broke to mee,\r\nGod keepe all Vowes vnbroke are made to thee.\r\nMake me that nothing haue, with nothing grieu'd,\r\nAnd thou with all pleas'd, that hast all atchieu'd.\r\nLong may'st thou liue in Richards Seat to sit,\r\nAnd soone lye Richard in an Earthie Pit.\r\nGod saue King Henry, vn-King'd Richard sayes,\r\nAnd send him many yeeres of Sunne-shine dayes.\r\nWhat more remaines?\r\n  North. No more: but that you reade\r\nThese Accusations, and these grieuous Crymes,\r\nCommitted by your Person, and your followers,\r\nAgainst the State, and Profit of this Land:\r\nThat by confessing them, the Soules of men\r\nMay deeme, that you are worthily depos'd\r\n\r\n   Rich. Must I doe so? and must I rauell out\r\nMy weau'd-vp follyes? Gentle Northumberland,\r\nIf thy Offences were vpon Record,\r\nWould it not shame thee, in so faire a troupe,\r\nTo reade a Lecture of them? If thou would'st,\r\nThere should'st thou finde one heynous Article,\r\nContayning the deposing of a King,\r\nAnd cracking the strong Warrant of an Oath,\r\nMark'd with a Blot, damn'd in the Booke of Heauen.\r\nNay, all of you, that stand and looke vpon me,\r\nWhil'st that my wretchednesse doth bait my selfe,\r\nThough some of you, with Pilate, wash your hands,\r\nShewing an outward pittie: yet you Pilates\r\nHaue here deliuer'd me to my sowre Crosse,\r\nAnd Water cannot wash away your sinne\r\n\r\n   North. My Lord dispatch, reade o're these Articles\r\n\r\n   Rich. Mine Eyes are full of Teares, I cannot see:\r\nAnd yet salt-Water blindes them not so much,\r\nBut they can see a sort of Traytors here.\r\nNay, if I turne mine Eyes vpon my selfe,\r\nI finde my selfe a Traytor with the rest:\r\nFor I haue giuen here my Soules consent,\r\nT' vndeck the pompous Body of a King;\r\nMade Glory base; a Soueraigntie, a Slaue;\r\nProwd Maiestie, a Subiect; State, a Pesant\r\n\r\n   North. My Lord\r\n\r\n   Rich. No Lord of thine, thou haught-insulting man;\r\nNo, nor no mans Lord: I haue no Name, no Title;\r\nNo, not that Name was giuen me at the Font,\r\nBut 'tis vsurpt: alack the heauie day,\r\nThat I haue worne so many Winters out,\r\nAnd know not now, what Name to call my selfe.\r\nOh, that I were a Mockerie, King of Snow,\r\nStanding before the Sunne of Bullingbrooke,\r\nTo melt my selfe away in Water-drops.\r\nGood King, great King, and yet not greatly good,\r\nAnd if my word be Sterling yet in England,\r\nLet it command a Mirror hither straight,\r\nThat it may shew me what a Face I haue,\r\nSince it is Bankrupt of his Maiestie\r\n\r\n   Bull. Goe some of you, and fetch a Looking-Glasse\r\n\r\n   North. Read o're this Paper, while y Glasse doth come\r\n\r\n   Rich. Fiend, thou torments me, ere I come to Hell\r\n\r\n   Bull. Vrge it no more, my Lord Northumberland\r\n\r\n   North. The Commons will not then be satisfy'd\r\n\r\n   Rich. They shall be satisfy'd: Ile reade enough,\r\nWhen I doe see the very Booke", " Bull. Goe some of you, and fetch a Looking-Glasse\r\n\r\n   North. Read o're this Paper, while y Glasse doth come\r\n\r\n   Rich. Fiend, thou torments me, ere I come to Hell\r\n\r\n   Bull. Vrge it no more, my Lord Northumberland\r\n\r\n   North. The Commons will not then be satisfy'd\r\n\r\n   Rich. They shall be satisfy'd: Ile reade enough,\r\nWhen I doe see the very Booke indeede,\r\nWhere all my sinnes are writ, and that's my selfe.\r\nEnter one with a Glasse.\r\n\r\nGiue me that Glasse, and therein will I reade.\r\nNo deeper wrinckles yet? hath Sorrow strucke\r\nSo many Blowes vpon this Face of mine,\r\nAnd made no deeper Wounds? Oh flatt'ring Glasse,\r\nLike to my followers in prosperitie,\r\nThou do'st beguile me. Was this Face, the Face\r\nThat euery day, vnder his House-hold Roofe,\r\nDid keepe ten thousand men? Was this the Face,\r\nThat like the Sunne, did make beholders winke?\r\nIs this the Face, which fac'd so many follyes,\r\nThat was at last out-fac'd by Bullingbrooke?\r\nA brittle Glory shineth in this Face,\r\nAs brittle as the Glory, is the Face,\r\nFor there it is, crackt in an hundred shiuers.\r\nMarke silent King, the Morall of this sport,\r\nHow soone my Sorrow hath destroy'd my Face\r\n\r\n   Bull. The shadow of your Sorrow hath destroy'd\r\nThe shadow of your Face\r\n\r\n   Rich. Say that againe.\r\nThe shadow of my Sorrow: ha, let's see,\r\n'Tis very true, my Griefe lyes all within,\r\nAnd these externall manner of Laments,\r\nAre meerely shadowes, to the vnseene Griefe,\r\nThat swells with silence in the tortur'd Soule.\r\nThere lyes the substance: and I thanke thee King\r\nFor thy great bountie, that not onely giu'st\r\nMe cause to wayle, but teachest me the way\r\nHow to lament the cause. Ile begge one Boone,\r\nAnd then be gone, and trouble you no more.\r\nShall I obtaine it?\r\n  Bull. Name it, faire Cousin\r\n\r\n   Rich. Faire Cousin? I am greater then a King:\r\nFor when I was a King, my flatterers\r\nWere then but subiects; being now a subiect,\r\nI haue a King here to my flatterer:\r\nBeing so great, I haue no neede to begge\r\n\r\n   Bull. Yet aske\r\n\r\n   Rich. And shall I haue?\r\n  Bull. You shall\r\n\r\n   Rich. Then giue me leaue to goe\r\n\r\n   Bull. Whither?\r\n  Rich. Whither you will, so I were from your sights\r\n\r\n   Bull. Goe some of you, conuey him to the Tower\r\n\r\n   Rich. Oh good: conuey: Conueyers are you all,\r\nThat rise thus nimbly by a true Kings fall\r\n\r\n   Bull. On Wednesday next, we solemnly set downe\r\nOur Coronation: Lords, prepare your selues.\r\n\r\nExeunt.\r\n\r\n  Abbot. A wofull Pageant haue we here beheld\r\n\r\n   Carl. The Woes to come, the Children yet vnborne,\r\nShall feele this day as sharpe to them as Thorne\r\n\r\n   Aum. You holy Clergie-men, is there no Plot\r\nTo rid the Realme of this pernicious Blot\r\n\r\n   Abbot. Before I freely speake my minde herein,\r\nYou shall not onely take the Sacrament,\r\nTo bury mine intents, but also to effect\r\nWhat euer I shall happen to deuise.\r\nI see your Browes are full of Discontent,\r\nYour Heart of Sorrow, and your Eyes of Teares.\r\nCome home with me to Supper, Ile lay a Plot\r\nShall shew vs all a merry day.\r\n\r\nExeunt.\r\n\r\n\r\nActus Quintus. Scena Prima.\r\n\r\nEnter Queene, and Ladies.\r\n\r\n  Qu. This way the King will come: this is the way\r\nTo Iulius Csars ill-erected Tower:\r\nTo whose flint Bosome, my condemned Lord\r\nIs doom'd a Prisoner, by prowd Bullingbrooke.\r\nHere let vs rest, if this rebellious Earth\r\nHaue any resting for her true Kings Queene.\r\nEnter Richard, and Guard.\r\n\r\nBut soft, but see, or rather doe not see,\r\nMy faire Rose wither: yet looke vp; behold,\r\nThat you in pittie may dissolue to dew,\r\nAnd wash him fresh againe with true-loue Teares.\r\nAh thou, the Modell where old Troy did stand,\r\nThou Mappe of Honor, thou King Richards Tombe,\r\nAnd not King Richard: thou most beauteous Inne,\r\nWhy should hard-fauor'd Griefe be lodg'd in thee,\r\nWhen Triumph is become an Ale-house Guest\r\n\r\n   Rich. Ioyne not with griefe, faire Woman, do not so,\r\nTo make my end too sudden: learne good Soule,\r\nTo thinke our former State a happie Dreame,\r\nFrom which awak'd, the truth of what we are,\r\nShewes vs but this. I am sworne Brother (Sweet)\r\nTo grim Necessitie; and hee and I\r\nWill keepe a League till Death. High thee to France,\r\nAnd Cloyster thee in some Religious House:\r\nOur holy liues must winne a new Worlds Crowne,\r\nWhich our prophane houres here haue stricken downe\r\n\r\n   Qu. What, is my Richard both in shape and minde\r\nTransform'd, and weaken'd? Hath Bullingbrooke\r\nDepos'd thine Intellect? hath he beene in thy Heart?\r\nThe Lyon dying, thrusteth forth his Paw,\r\nAnd wounds the Earth, if nothing else, with rage\r\nTo be o're-powr'd", " liues must winne a new Worlds Crowne,\r\nWhich our prophane houres here haue stricken downe\r\n\r\n   Qu. What, is my Richard both in shape and minde\r\nTransform'd, and weaken'd? Hath Bullingbrooke\r\nDepos'd thine Intellect? hath he beene in thy Heart?\r\nThe Lyon dying, thrusteth forth his Paw,\r\nAnd wounds the Earth, if nothing else, with rage\r\nTo be o're-powr'd: and wilt thou, Pupill-like,\r\nTake thy Correction mildly, kisse the Rodde,\r\nAnd fawne on Rage with base Humilitie,\r\nWhich art a Lyon, and a King of Beasts?\r\n  Rich. A King of Beasts indeed: if aught but Beasts,\r\nI had beene still a happy King of Men.\r\nGood (sometime Queene) prepare thee hence for France:\r\nThinke I am dead, and that euen here thou tak'st,\r\nAs from my Death-bed, my last liuing leaue.\r\nIn Winters tedious Nights sit by the fire\r\nWith good old folkes, and let them tell thee Tales\r\nOf wofull Ages, long agoe betide:\r\nAnd ere thou bid good-night, to quit their griefe,\r\nTell thou the lamentable fall of me,\r\nAnd send the hearers weeping to their Beds:\r\nFor why? the sencelesse Brands will sympathize\r\nThe heauie accent of thy mouing Tongue,\r\nAnd in compassion, weepe the fire out:\r\nAnd some will mourne in ashes, some coale-black,\r\nFor the deposing of a rightfull King.\r\nEnter Northumberland.\r\n\r\n  North. My Lord, the mind of Bullingbrooke is chang'd.\r\nYou must to Pomfret, not vnto the Tower.\r\nAnd Madame, there is order ta'ne for you:\r\nWith all swift speed, you must away to France\r\n\r\n   Rich. Northumberland, thou Ladder wherewithall\r\nThe mounting Bullingbrooke ascends my Throne,\r\nThe time shall not be many houres of age,\r\nMore then it is, ere foule sinne, gathering head,\r\nShall breake into corruption: thou shalt thinke,\r\nThough he diuide the Realme, and giue thee halfe,\r\nIt is too little, helping him to all:\r\nHe shall thinke, that thou which know'st the way\r\nTo plant vnrightfull Kings, wilt know againe,\r\nBeing ne're so little vrg'd another way,\r\nTo pluck him headlong from the vsurped Throne.\r\nThe Loue of wicked friends conuerts to Feare;\r\nThat Feare, to Hate; and Hate turnes one, or both,\r\nTo worthie Danger, and deserued Death\r\n\r\n   North. My guilt be on my Head, and there an end:\r\nTake leaue, and part, for you must part forthwith\r\n\r\n   Rich. Doubly diuorc'd? (bad men) ye violate\r\nA two-fold Marriage; 'twixt my Crowne, and me.\r\nAnd then betwixt me, and my marryed Wife.\r\nLet me vn-kisse the Oath 'twixt thee, and me;\r\nAnd yet not so, for with a Kisse 'twas made.\r\nPart vs, Northumberland: I, towards the North,\r\nWhere shiuering Cold and Sicknesse pines the Clyme:\r\nMy Queene to France: from whence, set forth in pompe,\r\nShe came adorned hither like sweet May;\r\nSent back like Hollowmas, or short'st of day\r\n\r\n   Qu. And must we be diuided? must we part?\r\n  Rich. I, hand from hand (my Loue) and heart fro[m] heart\r\n\r\n   Qu. Banish vs both, and send the King with me\r\n\r\n   North. That were some Loue, but little Pollicy\r\n\r\n   Qu. Then whither he goes, thither let me goe\r\n\r\n   Rich. So two together weeping, make one Woe.\r\nWeepe thou for me in France; I, for thee heere:\r\nBetter farre off, then neere, be ne're the neere.\r\nGoe, count thy Way with Sighes; I, mine with Groanes\r\n\r\n   Qu. So longest Way shall haue the longest Moanes\r\n\r\n   Rich. Twice for one step Ile groane, y Way being short,\r\nAnd peece the Way out with a heauie heart.\r\nCome, come, in wooing Sorrow let's be briefe,\r\nSince wedding it, there is such length in Griefe:\r\nOne Kisse shall stop our mouthes, and dumbely part;\r\nThus giue I mine, and thus take I thy heart\r\n\r\n   Qu. Giue me mine owne againe: 'twere no good part,\r\nTo take on me to keepe, and kill thy heart.\r\nSo, now I haue mine owne againe, be gone,\r\nThat I may striue to kill it with a groane\r\n\r\n   Rich. We make Woe wanton with this fond delay:\r\nOnce more adieu; the rest, let Sorrow say.\r\n\r\nExeunt.\r\n\r\n\r\nScoena Secunda.\r\n\r\nEnter Yorke, and his Duchesse.\r\n\r\n  Duch. My Lord, you told me you would tell the rest,\r\nWhen weeping made you breake the story off,\r\nOf our two Cousins comming into London\r\n\r\n   Yorke. Where did I leaue?\r\n  Duch. At that sad stoppe, my Lord,\r\nWhere rude mis-gouern'd hands, from Windowes tops,\r\nThrew dust and rubbish on King Richards head\r\n\r\n   Yorke. Then, as I said, the Duke, great Bullingbrooke,\r\nMounted vpon a hot and fierie Steed,\r\nWhich his aspiring Rider seem'd to know,\r\nWith slow, but stately pace, kept on his course:\r\nWhile all tongues cride, God saue thee Bullingbrooke.\r\nYou would haue thought the very windowes spake,\r\nSo many greedy lookes of yong and old,\r\nThrough Casements darted their desiring eyes\r\nVpon his visage: and that all the walles,\r\n", " great Bullingbrooke,\r\nMounted vpon a hot and fierie Steed,\r\nWhich his aspiring Rider seem'd to know,\r\nWith slow, but stately pace, kept on his course:\r\nWhile all tongues cride, God saue thee Bullingbrooke.\r\nYou would haue thought the very windowes spake,\r\nSo many greedy lookes of yong and old,\r\nThrough Casements darted their desiring eyes\r\nVpon his visage: and that all the walles,\r\nWith painted Imagery had said at once,\r\nIesu preserue thee, welcom Bullingbrooke.\r\nWhil'st he, from one side to the other turning,\r\nBare-headed, lower then his proud Steeds necke,\r\nBespake them thus: I thanke you Countrimen:\r\nAnd thus still doing, thus he past along\r\n\r\n   Dutch. Alas poore Richard, where rides he the whilst?\r\n  Yorke. As in a Theater, the eyes of men\r\nAfter a well grac'd Actor leaues the Stage,\r\nAre idlely bent on him that enters next,\r\nThinking his prattle to be tedious:\r\nEuen so, or with much more contempt, mens eyes\r\nDid scowle on Richard: no man cride, God saue him:\r\nNo ioyfull tongue gaue him his welcome home,\r\nBut dust was throwne vpon his Sacred head,\r\nWhich with such gentle sorrow he shooke off,\r\nHis face still combating with teares and smiles\r\n(The badges of his greefe and patience)\r\nThat had not God (for some strong purpose) steel'd\r\nThe hearts of men, they must perforce haue melted,\r\nAnd Barbarisme it selfe haue pittied him.\r\nBut heauen hath a hand in these euents,\r\nTo whose high will we bound our calme contents.\r\nTo Bullingbrooke, are we sworne Subiects now,\r\nWhose State, and Honor, I for aye allow.\r\nEnter Aumerle\r\n\r\n   Dut. Heere comes my sonne Aumerle\r\n\r\n   Yor. Aumerle that was,\r\nBut that is lost, for being Richards Friend.\r\nAnd Madam, you must call him Rutland now:\r\nI am in Parliament pledge for his truth,\r\nAnd lasting fealtie to the new-made King\r\n\r\n   Dut. Welcome my sonne: who are the Violets now,\r\nThat strew the greene lap of the new-come Spring?\r\n  Aum. Madam, I know not, nor I greatly care not,\r\nGod knowes, I had as liefe be none, as one\r\n\r\n   Yorke. Well, beare you well in this new-spring of time\r\nLeast you be cropt before you come to prime.\r\nWhat newes from Oxford? Hold those Iusts & Triumphs?\r\n  Aum. For ought I know my Lord, they do\r\n\r\n   Yorke. You will be there I know\r\n\r\n   Aum. If God preuent not, I purpose so\r\n\r\n   Yor. What Seale is that that hangs without thy bosom?\r\nYea, look'st thou pale? Let me see the Writing\r\n\r\n   Aum. My Lord, 'tis nothing\r\n\r\n   Yorke. No matter then who sees it,\r\nI will be satisfied, let me see the Writing\r\n\r\n   Aum. I do beseech your Grace to pardon me,\r\nIt is a matter of small consequence,\r\nWhich for some reasons I would not haue seene\r\n\r\n   Yorke. Which for some reasons sir, I meane to see:\r\nI feare, I feare\r\n\r\n   Dut. What should you feare?\r\n'Tis nothing but some bond, that he is enter'd into\r\nFor gay apparrell, against the Triumph\r\n\r\n   Yorke. Bound to himselfe? What doth he with a Bond\r\nThat he is bound to? Wife, thou art a foole.\r\nBoy, let me see the Writing\r\n\r\n   Aum. I do beseech you pardon me, I may not shew it\r\n\r\n   Yor. I will be satisfied: let me see it I say.\r\n\r\nSnatches it\r\n\r\nTreason, foule Treason, Villaine, Traitor, Slaue\r\n\r\n   Dut. What's the matter, my Lord?\r\n  Yorke. Hoa, who's within there? Saddle my horse.\r\nHeauen for his mercy: what treachery is heere?\r\n  Dut. Why, what is't my Lord?\r\n  Yorke. Giue me my boots, I say: Saddle my horse:\r\nNow by my Honor, my life, my troth,\r\nI will appeach the Villaine\r\n\r\n   Dut. What is the matter?\r\n  Yorke. Peace foolish Woman\r\n\r\n   Dut. I will not peace. What is the matter Sonne?\r\n  Aum. Good Mother be content, it is no more\r\nThen my poore life must answer\r\n\r\n   Dut. Thy life answer?\r\nEnter Seruant with Boots.\r\n\r\n  Yor. Bring me my Boots, I will vnto the King\r\n\r\n   Dut. Strike him Aumerle. Poore boy, y art amaz'd,\r\nHence Villaine, neuer more come in my sight\r\n\r\n   Yor. Giue me my Boots, I say\r\n\r\n   Dut. Why Yorke, what wilt thou do?\r\nWilt thou not hide the Trespasse of thine owne?\r\nHaue we more Sonnes? Or are we like to haue?\r\nIs not my teeming date drunke vp with time?\r\nAnd wilt thou plucke my faire Sonne from mine Age,\r\nAnd rob me of a happy Mothers name?\r\nIs he not like thee? Is he not thine owne?\r\n  Yor. Thou fond mad woman:\r\nWilt thou conceale this darke Conspiracy?\r\nA dozen of them heere haue tane the Sacrament,\r\nAnd interchangeably set downe their hands\r\nTo kill the King at Oxford\r\n\r\n   Dut. He shall be none:\r\nWee'l keepe him heere: then what is that to him?\r\n  Yor. Away fond woman: were hee twenty times my\r\nSon, I would appeach him\r\n\r\n   Dut. Hadst thou gro", " fond mad woman:\r\nWilt thou conceale this darke Conspiracy?\r\nA dozen of them heere haue tane the Sacrament,\r\nAnd interchangeably set downe their hands\r\nTo kill the King at Oxford\r\n\r\n   Dut. He shall be none:\r\nWee'l keepe him heere: then what is that to him?\r\n  Yor. Away fond woman: were hee twenty times my\r\nSon, I would appeach him\r\n\r\n   Dut. Hadst thou groan'd for him as I haue done,\r\nThou wouldest be more pittifull:\r\nBut now I know thy minde; thou do'st suspect\r\nThat I haue bene disloyall to thy bed,\r\nAnd that he is a Bastard, not thy Sonne:\r\nSweet Yorke, sweet husband, be not of that minde:\r\nHe is as like thee, as a man may bee,\r\nNot like to me, nor any of my Kin,\r\nAnd yet I loue him\r\n\r\n   Yorke. Make way, vnruly Woman.\r\n\r\nExit\r\n\r\n  Dut. After Aumerle. Mount thee vpon his horse,\r\nSpurre post, and get before him to the King,\r\nAnd begge thy pardon, ere he do accuse thee,\r\nIle not be long behind: though I be old,\r\nI doubt not but to ride as fast as Yorke:\r\nAnd neuer will I rise vp from the ground,\r\nTill Bullingbrooke haue pardon'd thee: Away be gone.\r\n\r\nExit\r\n\r\n\r\nScoena Tertia.\r\n\r\nEnter Bullingbrooke, Percie, and other Lords.\r\n\r\n  Bul. Can no man tell of my vnthriftie Sonne?\r\n'Tis full three monthes since I did see him last.\r\nIf any plague hang ouer vs, 'tis he,\r\nI would to heauen (my Lords) he might be found:\r\nEnquire at London, 'mongst the Tauernes there:\r\nFor there (they say) he dayly doth frequent,\r\nWith vnrestrained loose Companions,\r\nEuen such (they say) as stand in narrow Lanes,\r\nAnd rob our Watch, and beate our passengers,\r\nWhich he, yong wanton, and effeminate Boy\r\nTakes on the point of Honor, to support\r\nSo dissolute a crew\r\n\r\n   Per. My Lord, some two dayes since I saw the Prince,\r\nAnd told him of these Triumphes held at Oxford\r\n\r\n   Bul. And what said the Gallant?\r\n  Per. His answer was: he would vnto the Stewes,\r\nAnd from the common'st creature plucke a Gloue\r\nAnd weare it as a fauour, and with that\r\nHe would vnhorse the lustiest Challenger\r\n\r\n   Bul. As dissolute as desp'rate, yet through both,\r\nI see some sparkes of better hope: which elder dayes\r\nMay happily bring forth. But who comes heere?\r\nEnter Aumerle.\r\n\r\n  Aum. Where is the King?\r\n  Bul. What meanes our Cosin, that hee stares\r\nAnd lookes so wildely?\r\n  Aum. God saue your Grace. I do beseech your Maiesty\r\nTo haue some conference with your Grace alone\r\n\r\n   Bul. Withdraw your selues, and leaue vs here alone:\r\nWhat is the matter with our Cosin now?\r\n  Aum. For euer may my knees grow to the earth,\r\nMy tongue cleaue to my roofe within my mouth,\r\nVnlesse a Pardon, ere I rise, or speake\r\n\r\n   Bul. Intended, or committed was this fault?\r\nIf on the first, how heynous ere it bee,\r\nTo win thy after loue, I pardon thee\r\n\r\n   Aum. Then giue me leaue, that I may turne the key,\r\nThat no man enter, till my tale be done\r\n\r\n   Bul. Haue thy desire.\r\n\r\nYorke within.\r\n\r\n  Yor. My Liege beware, looke to thy selfe,\r\nThou hast a Traitor in thy presence there\r\n\r\n   Bul. Villaine, Ile make thee safe\r\n\r\n   Aum. Stay thy reuengefull hand, thou hast no cause\r\nto feare\r\n\r\n   Yorke. Open the doore, secure foole-hardy King:\r\nShall I for loue speake treason to thy face?\r\nOpen the doore, or I will breake it open.\r\nEnter Yorke.\r\n\r\n  Bul. What is the matter (Vnkle) speak, recouer breath,\r\nTell vs how neere is danger,\r\nThat we may arme vs to encounter it\r\n\r\n   Yor. Peruse this writing heere, and thou shalt know\r\nThe reason that my haste forbids me show\r\n\r\n   Aum. Remember as thou read'st, thy promise past:\r\nI do repent me, reade not my name there,\r\nMy heart is not confederate with my hand\r\n\r\n   Yor. It was (villaine) ere thy hand did set it downe.\r\nI tore it from the Traitors bosome, King.\r\nFeare, and not Loue, begets his penitence;\r\nForget to pitty him, least thy pitty proue\r\nA Serpent, that will sting thee to the heart\r\n\r\n   Bul. Oh heinous, strong, and bold Conspiracie,\r\nO loyall Father of a treacherous Sonne:\r\nThou sheere, immaculate, and siluer fountaine,\r\nFrom whence this streame, through muddy passages\r\nHath had his current, and defil'd himselfe.\r\nThy ouerflow of good, conuerts to bad,\r\nAnd thy abundant goodnesse shall excuse\r\nThis deadly blot, in thy digressing sonne\r\n\r\n   Yorke. So shall my Vertue be his Vices bawd,\r\nAnd he shall spend mine Honour, with his Shame;\r\nAs thriftlesse Sonnes, their scraping Fathers Gold.\r\nMine honor liues, when his dishonor dies,\r\nOr my sham'd life, in his dishonor lies:\r\nThou kill'st me in his life, giuing him breath,\r\nThe Traitor liues, the true man's put", " deadly blot, in thy digressing sonne\r\n\r\n   Yorke. So shall my Vertue be his Vices bawd,\r\nAnd he shall spend mine Honour, with his Shame;\r\nAs thriftlesse Sonnes, their scraping Fathers Gold.\r\nMine honor liues, when his dishonor dies,\r\nOr my sham'd life, in his dishonor lies:\r\nThou kill'st me in his life, giuing him breath,\r\nThe Traitor liues, the true man's put to death.\r\n\r\nDutchesse within.\r\n\r\n  Dut. What hoa (my Liege) for heauens sake let me in\r\n\r\n   Bul. What shrill-voic'd Suppliant, makes this eager cry?\r\n  Dut. A woman, and thine Aunt (great King) 'tis I.\r\nSpeake with me, pitty me, open the dore,\r\nA Begger begs, that neuer begg'd before\r\n\r\n   Bul. Our Scene is alter'd from a serious thing,\r\nAnd now chang'd to the Begger, and the King.\r\nMy dangerous Cosin, let your Mother in,\r\nI know she's come, to pray for your foule sin\r\n\r\n   Yorke. If thou do pardon, whosoeuer pray,\r\nMore sinnes for this forgiuenesse, prosper may.\r\nThis fester'd ioynt cut off, the rest rests sound,\r\nThis let alone, will all the rest confound.\r\nEnter Dutchesse.\r\n\r\n  Dut. O King, beleeue not this hard-hearted man,\r\nLoue, louing not it selfe, none other can\r\n\r\n   Yor. Thou franticke woman, what dost y make here,\r\nShall thy old dugges, once more a Traitor reare?\r\n  Dut. Sweet Yorke be patient, heare me gentle Liege\r\n\r\n   Bul. Rise vp good Aunt\r\n\r\n   Dut. Not yet, I thee beseech.\r\nFor euer will I kneele vpon my knees,\r\nAnd neuer see day, that the happy sees,\r\nTill thou giue ioy: vntill thou bid me ioy,\r\nBy pardoning Rutland, my transgressing Boy\r\n\r\n   Aum. Vnto my mothers prayres, I bend my knee\r\n\r\n   Yorke. Against them both, my true ioynts bended be\r\n\r\n   Dut. Pleades he in earnest? Looke vpon his Face,\r\nHis eyes do drop no teares: his prayres are in iest:\r\nHis words come from his mouth, ours from our brest.\r\nHe prayes but faintly, and would be denide,\r\nWe pray with heart, and soule, and all beside:\r\nHis weary ioynts would gladly rise, I know,\r\nOur knees shall kneele, till to the ground they grow:\r\nHis prayers are full of false hypocrisie,\r\nOurs of true zeale, and deepe integritie:\r\nOur prayers do out-pray his, then let them haue\r\nThat mercy, which true prayers ought to haue\r\n\r\n   Bul. Good Aunt stand vp\r\n\r\n   Dut. Nay, do not say stand vp.\r\nBut Pardon first, and afterwards stand vp.\r\nAnd if I were thy Nurse, thy tongue to teach,\r\nPardon should be the first word of thy speach.\r\nI neuer long'd to heare a word till now:\r\nSay Pardon (King,) let pitty teach thee how.\r\nThe word is short: but not so short as sweet,\r\nNo word like Pardon, for Kings mouth's so meet\r\n\r\n   Yorke. Speake it in French (King) say Pardon'ne moy\r\n\r\n   Dut. Dost thou teach pardon, Pardon to destroy?\r\nAh my sowre husband, my hard-hearted Lord,\r\nThat set's the word it selfe, against the word.\r\nSpeake Pardon, as 'tis currant in our Land,\r\nThe chopping French we do not vnderstand.\r\nThine eye begins to speake, set thy tongue there,\r\nOr in thy pitteous heart, plant thou thine eare,\r\nThat hearing how our plaints and prayres do pearce,\r\nPitty may moue thee, Pardon to rehearse\r\n\r\n   Bul. Good Aunt, stand vp\r\n\r\n   Dut. I do not sue to stand,\r\nPardon is all the suite I haue in hand\r\n\r\n   Bul. I pardon him, as heauen shall pardon mee\r\n\r\n   Dut. O happy vantage of a kneeling knee?\r\nYet am I sicke for feare: Speake it againe,\r\nTwice saying Pardon, doth not pardon twaine,\r\nBut makes one pardon strong\r\n\r\n   Bul. I pardon him with all my hart\r\n\r\n   Dut. A God on earth thou art\r\n\r\n   Bul. But for our trusty brother-in-Law, the Abbot,\r\nWith all the rest of that consorted crew,\r\nDestruction straight shall dogge them at the heeles:\r\nGood Vnckle helpe to order seuerall powres\r\nTo Oxford, or where ere these Traitors are:\r\nThey shall not liue within this world I sweare,\r\nBut I will haue them, if I once know where.\r\nVnckle farewell, and Cosin adieu:\r\nYour mother well hath praid, and proue you true\r\n\r\n   Dut. Come my old son, I pray heauen make thee new.\r\n\r\nExeunt.\r\n\r\nEnter Exton and Seruants.\r\n\r\n  Ext. Didst thou not marke the King what words hee\r\nspake?\r\nHaue I no friend will rid me of this liuing feare:\r\nWas it not so?\r\n  Ser. Those were his very words.\r\n\r\nEx.\r\n\r\nHaue I no Friend? (quoth he:) he spake it twice,\r\nAnd vrg'd it twice together, did he not?\r\n  Ser. He did.\r\n\r\nEx.\r\n\r\nAnd speaking it, he wistly look'd on me,\r\nAs who should say, I would thou wer't the man\r\nThat would diuorce this terror from my heart,\r\nMeaning the King at Pomfret: Come, let's goe;\r\nI am the Kings Friend, and will rid his Foe.\r\nEnter.\r\n\r\n\r\n\r\nScaena Quarta.\r\n\r\nEnter Richard.\r\n\r\n  Rich. I ha", "'d it twice together, did he not?\r\n  Ser. He did.\r\n\r\nEx.\r\n\r\nAnd speaking it, he wistly look'd on me,\r\nAs who should say, I would thou wer't the man\r\nThat would diuorce this terror from my heart,\r\nMeaning the King at Pomfret: Come, let's goe;\r\nI am the Kings Friend, and will rid his Foe.\r\nEnter.\r\n\r\n\r\n\r\nScaena Quarta.\r\n\r\nEnter Richard.\r\n\r\n  Rich. I haue bin studying, how to compare\r\nThis Prison where I liue, vnto the World:\r\nAnd for because the world is populous,\r\nAnd heere is not a Creature, but my selfe,\r\nI cannot do it: yet Ile hammer't out.\r\nMy Braine, Ile proue the Female to my Soule,\r\nMy Soule, the Father: and these two beget\r\nA generation of still breeding Thoughts;\r\nAnd these same Thoughts, people this Little World\r\nIn humors, like the people of this world,\r\nFor no thought is contented. The better sort,\r\nAs thoughts of things Diuine, are intermixt\r\nWith scruples, and do set the Faith it selfe\r\nAgainst the Faith: as thus: Come litle ones: & then again,\r\nIt is as hard to come, as for a Camell\r\nTo thred the posterne of a Needles eye.\r\nThoughts tending to Ambition, they do plot\r\nVnlikely wonders; how these vaine weake nailes\r\nMay teare a passage through the Flinty ribbes\r\nOf this hard world, my ragged prison walles:\r\nAnd for they cannot, dye in their owne pride.\r\nThoughts tending to Content, flatter themselues,\r\nThat they are not the first of Fortunes slaues,\r\nNor shall not be the last. Like silly Beggars,\r\nWho sitting in the Stockes, refuge their shame\r\nThat many haue, and others must sit there;\r\nAnd in this Thought, they finde a kind of ease,\r\nBearing their owne misfortune on the backe\r\nOf such as haue before indur'd the like.\r\nThus play I in one Prison, many people,\r\nAnd none contented. Sometimes am I King;\r\nThen Treason makes me wish my selfe a Beggar,\r\nAnd so I am. Then crushing penurie,\r\nPerswades me, I was better when a King:\r\nThen am I king'd againe: and by and by,\r\nThinke that I am vn-king'd by Bullingbrooke,\r\nAnd straight am nothing. But what ere I am,\r\n\r\nMusick\r\n\r\nNor I, nor any man, that but man is,\r\nWith nothing shall be pleas'd, till he be eas'd\r\nWith being nothing. Musicke do I heare?\r\nHa, ha? keepe time: How sowre sweet Musicke is,\r\nWhen Time is broke, and no Proportion kept?\r\nSo is it in the Musicke of mens liues:\r\nAnd heere haue I the daintinesse of eare,\r\nTo heare time broke in a disorder'd string:\r\nBut for the Concord of my State and Time,\r\nHad not an eare to heare my true Time broke.\r\nI wasted Time, and now doth Time waste me:\r\nFor now hath Time made me his numbring clocke;\r\nMy Thoughts, are minutes; and with Sighes they iarre,\r\nTheir watches on vnto mine eyes, the outward Watch,\r\nWhereto my finger, like a Dialls point,\r\nIs pointing still, in cleansing them from teares.\r\nNow sir, the sound that tels what houre it is,\r\nAre clamorous groanes, that strike vpon my heart,\r\nWhich is the bell: so Sighes, and Teares, and Grones,\r\nShew Minutes, Houres, and Times: but my Time\r\nRuns poasting on, in Bullingbrookes proud ioy,\r\nWhile I stand fooling heere, his iacke o'th' Clocke.\r\nThis Musicke mads me, let it sound no more,\r\nFor though it haue holpe madmen to their wits,\r\nIn me it seemes, it will make wise-men mad:\r\nYet blessing on his heart that giues it me;\r\nFor 'tis a signe of loue, and loue to Richard,\r\nIs a strange Brooch, in this all-hating world.\r\nEnter Groome.\r\n\r\n  Groo. Haile Royall Prince\r\n\r\n   Rich. Thankes Noble Peere,\r\nThe cheapest of vs, is ten groates too deere.\r\nWhat art thou? And how com'st thou hither?\r\nWhere no man euer comes, but that sad dogge\r\nThat brings me food, to make misfortune liue?\r\n  Groo. I was a poore Groome of thy Stable (King)\r\nWhen thou wer't King: who trauelling towards Yorke,\r\nWith much adoo, at length haue gotten leaue\r\nTo looke vpon my (sometimes Royall) masters face.\r\nO how it yern'd my heart, when I beheld\r\nIn London streets, that Coronation day,\r\nWhen Bullingbrooke rode on Roane Barbary,\r\nThat horse, that thou so often hast bestrid,\r\nThat horse, that I so carefully haue drest\r\n\r\n   Rich. Rode he on Barbary? Tell me gentle Friend,\r\nHow went he vnder him?\r\n  Groo. So proudly, as if he had disdain'd the ground\r\n\r\n   Rich. So proud, that Bullingbrooke was on his backe;\r\nThat Iade hath eate bread from my Royall hand.\r\nThis hand hath made him proud with clapping him.\r\nWould he not stumble? Would he not fall downe\r\n(Since Pride must haue a fall) and breake the necke\r\nOf that proud man, that did vsurpe his backe?\r\nForgiuenesse horse: Why do I raile on thee,\r\nSince thou created to be aw'd by man\r\nWas't borne to beare? I was not made a horse,\r\nAnd yet I beare a burthen like an Asse,\r\nSpur-gall'd, and tyrd by iauncing Bullingbrooke", "e\r\n(Since Pride must haue a fall) and breake the necke\r\nOf that proud man, that did vsurpe his backe?\r\nForgiuenesse horse: Why do I raile on thee,\r\nSince thou created to be aw'd by man\r\nWas't borne to beare? I was not made a horse,\r\nAnd yet I beare a burthen like an Asse,\r\nSpur-gall'd, and tyrd by iauncing Bullingbrooke.\r\nEnter Keeper with a Dish.\r\n\r\n  Keep. Fellow, giue place, heere is no longer stay\r\n\r\n   Rich. If thou loue me, 'tis time thou wer't away\r\n\r\n   Groo. What my tongue dares not, that my heart shall\r\nsay.\r\nEnter.\r\n\r\n  Keep. My Lord, wilt please you to fall too?\r\n  Rich. Taste of it first, as thou wer't wont to doo\r\n\r\n   Keep. My Lord I dare not: Sir Pierce of Exton,\r\nWho lately came from th' King, commands the contrary\r\n\r\n   Rich. The diuell take Henrie of Lancaster, and thee;\r\nPatience is stale, and I am weary of it\r\n\r\n   Keep. Helpe, helpe, helpe.\r\nEnter Exton and Seruants.\r\n\r\n  Ri. How now? what meanes Death in this rude assalt?\r\nVillaine, thine owne hand yeelds thy deaths instrument,\r\nGo thou and fill another roome in hell.\r\n\r\nExton strikes him downe.\r\n\r\nThat hand shall burne in neuer-quenching fire,\r\nThat staggers thus my person. Exton, thy fierce hand,\r\nHath with the Kings blood, stain'd the Kings own land.\r\nMount, mount my soule, thy seate is vp on high,\r\nWhil'st my grosse flesh sinkes downward, heere to dye\r\n\r\n   Exton. As full of Valor, as of Royall blood,\r\nBoth haue I spilt: Oh would the deed were good.\r\nFor now the diuell, that told me I did well,\r\nSayes, that this deede is chronicled in hell.\r\nThis dead King to the liuing King Ile beare,\r\nTake hence the rest, and giue them buriall heere.\r\nEnter.\r\n\r\n\r\nScoena Quinta.\r\n\r\nFlourish. Enter Bullingbrooke, Yorke, with other Lords &\r\nattendants.\r\n\r\n  Bul. Kinde Vnkle Yorke, the latest newes we heare,\r\nIs that the Rebels haue consum'd with fire\r\nOur Towne of Cicester in Gloucestershire,\r\nBut whether they be tane or slaine, we heare not.\r\nEnter Northumberland.\r\n\r\nWelcome my Lord: What is the newes?\r\n  Nor. First to thy Sacred State, wish I all happinesse:\r\nThe next newes is, I haue to London sent\r\nThe heads of Salsbury, Spencer, Blunt, and Kent:\r\nThe manner of their taking may appeare\r\nAt large discoursed in this paper heere\r\n\r\n   Bul. We thank thee gentle Percy for thy paines,\r\nAnd to thy worth will adde right worthy gaines.\r\nEnter Fitzwaters.\r\n\r\n  Fitz. My Lord, I haue from Oxford sent to London,\r\nThe heads of Broccas, and Sir Bennet Seely,\r\nTwo of the dangerous consorted Traitors,\r\nThat sought at Oxford, thy dire ouerthrow\r\n\r\n   Bul. Thy paines Fitzwaters shall not be forgot,\r\nRight Noble is thy merit, well I wot.\r\nEnter Percy and Carlile.\r\n\r\n  Per. The grand Conspirator, Abbot of Westminster,\r\nWith clog of Conscience, and sowre Melancholly,\r\nHath yeelded vp his body to the graue:\r\nBut heere is Carlile, liuing to abide\r\nThy Kingly doome, and sentence of his pride\r\n\r\n   Bul. Carlile, this is your doome:\r\nChoose out some secret place, some reuerend roome\r\nMore then thou hast, and with it ioy thy life:\r\nSo as thou liu'st in peace, dye free from strife:\r\nFor though mine enemy, thou hast euer beene,\r\nHigh sparkes of Honor in thee haue I seene.\r\nEnter Exton with a Coffin.\r\n\r\n  Exton. Great King, within this Coffin I present\r\nThy buried feare. Heerein all breathlesse lies\r\nThe mightiest of thy greatest enemies\r\nRichard of Burdeaux, by me hither brought\r\n\r\n   Bul. Exton, I thanke thee not, for thou hast wrought\r\nA deede of Slaughter, with thy fatall hand,\r\nVpon my head, and all this famous Land.\r\n\r\nEx.\r\n\r\nFrom your owne mouth my Lord, did I this deed\r\n\r\n   Bul. They loue not poyson, that do poyson neede,\r\nNor do I thee: though I did wish him dead,\r\nI hate the Murtherer, loue him murthered.\r\nThe guilt of conscience take thou for thy labour,\r\nBut neither my good word, nor Princely fauour.\r\nWith Caine go wander through the shade of night,\r\nAnd neuer shew thy head by day, nor light.\r\nLords, I protest my soule is full of woe,\r\nThat blood should sprinkle me, to make me grow.\r\nCome mourne with me, for that I do lament,\r\nAnd put on sullen Blacke incontinent:\r\nIle make a voyage to the Holy-land,\r\nTo wash this blood off from my guilty hand.\r\nMarch sadly after, grace my mourning heere,\r\nIn weeping after this vntimely Beere.\r\n\r\nExeunt.\r\n\r\nFINIS.\r\n\r\n*** END OF THE PROJECT GUTENBERG EBOOK 1111 ***\r\n", " 1111 ***\r\n"]