["﻿The Project Gutenberg EBook of A Passion in the Desert, by Honore de Balzac\r\n\r\nThis eBook is for the use of anyone anywhere at no cost and with\r\nalmost no restrictions whatsoever.  You may copy it, give it away or\r\nre-use it under the terms of the Project Gutenberg License included\r\nwith this eBook or online at www.gutenberg.org\r\n\r\n\r\nTitle: A Passion in the Desert\r\n\r\nAuthor: Honore de Balzac\r\n\r\nTranslator: Ernest Dowson\r\n\r\nRelease Date: December, 1998  [Etext #1555]\r\nPosting Date: February 26, 2010\r\nLast Updated: November 23, 2016\r\n\r\nLanguage: English\r\n\r\nCharacter set encoding: UTF-8\r\n\r\n*** START OF THIS PROJECT GUTENBERG EBOOK A PASSION IN THE DESERT ***\r\n\r\n\r\n\r\n\r\nProduced by John Bickers, and Dagny\r\n\r\n\r\n\r\n\r\n\r\nA PASSION IN THE DESERT\r\n\r\n\r\nBy Honore De Balzac\r\n\r\n\r\n\r\nTranslated by Ernest Dowson\r\n\r\n\r\n\r\n\r\n\r\nA PASSION IN THE DESERT\r\n\r\n\r\n“The whole show is dreadful,” she cried coming out of the menagerie of\r\nM. Martin. She had just been looking at that daring speculator “working\r\nwith his hyena,”--to speak in the style of the programme.\r\n\r\n“By what means,” she continued, “can he have tamed these animals to such\r\na point as to be certain of their affection for----”\r\n\r\n“What seems to you a problem,” said I, interrupting, “is really quite\r\nnatural.”\r\n\r\n“Oh!” she cried, letting an incredulous smile wander over her lips.\r\n\r\n“You think that beasts are wholly without passions?” I asked her. “Quite\r\nthe reverse; we can communicate to them all the vices arising in our own\r\nstate of civilization.”\r\n\r\nShe looked at me with an air of astonishment.\r\n\r\n“But,” I continued, “the first time I saw M. Martin, I admit, like you,\r\nI did give vent to an exclamation of surprise. I found myself next to an\r\nold soldier with the right leg amputated, who had come in with me. His\r\nface had struck me. He had one of those heroic heads, stamped with\r\nthe seal of warfare, and on which the battles of Napoleon are written.\r\nBesides, he had that frank, good-humored expression which always\r\nimpresses me favorably. He was without doubt one of those troopers\r\nwho are surprised at nothing, who find matter for laughter in\r\nthe contortions of a dying comrade, who bury or plunder him quite\r\nlight-heartedly, who stand intrepidly in the way of bullets;--in fact,\r\none of those men who waste no time in deliberation, and would not\r\nhesitate to make friends with the devil himself. After looking very\r\nattentively at the proprietor of the menagerie getting out of his box,\r\nmy companion pursed up his lips with an air of mockery and contempt,\r\nwith that peculiar and expressive twist which superior people assume to\r\nshow they are not taken in. Then, when I was expatiating on the courage\r\nof M. Martin, he smiled, shook his head knowingly, and said, ‘Well\r\nknown.’\r\n\r\n“‘How “well known”?’ I said. ‘If you would only explain me the mystery,\r\nI should be vastly obliged.’\r\n\r\n“After a few minutes, during which we made acquaintance, we went to dine\r\nat the first restauranteur’s whose shop caught our eye. At dessert a\r\nbottle of champagne completely refreshed and brightened up the memories\r\nof this odd old soldier. He told me his story, and I saw that he was\r\nright when he exclaimed, ‘Well known.’”\r\n\r\nWhen she got home, she teased me to that extent, was so charming,\r\nand made so many promises, that I consented to communicate to her the\r\nconfidences of the old soldier. Next day she received the following\r\nepisode of an epic which one might call “The French in Egypt.”\r\n\r\n\r\n\r\nDuring the expedition in Upper Egypt under General Desaix, a Provencal\r\nsoldier fell into the hands of the Maugrabins, and was taken by these\r\nArabs into the deserts beyond the falls of the Nile.\r\n\r\nIn order to place a sufficient distance between themselves and the\r\nFrench army, the Maugrabins made forced marches, and only halted when\r\nnight was upon them. They camped round a well overshadowed by palm trees\r\nunder which they had previously concealed a store of provisions. Not\r\nsurmising that the notion of flight would occur to their prisoner, they\r\ncontented themselves with binding his hands, and after eating a few\r\ndates, and giving provender to their horses, went to sleep.\r\n\r\nWhen the brave Provencal saw that his enemies were no longer watching\r\nhim, he made use of his teeth to steal a scimiter, fixed the blade\r\nbetween his knees, and cut the cords which prevented him from using his\r\nhands; in a moment he was free. He at once seized a rifle and a dagger,\r\nthen taking the precautions to provide himself with a sack of dried\r\ndates, oats, and powder and shot, and to fasten a scimiter to his waist,\r\nhe leaped on to a horse, and spurred on vigorously in the direction\r\nwhere he thought to find the French army. So impatient was he to see\r\na bivouac again that he pressed on the already tired courser at such\r\nspeed, that its flanks were lacerated with his spurs, and at last the\r\npoor animal died, leaving the Frenchman alone in the desert. After\r\nwalking some time in the sand with all the courage of an escaped\r\nconvict, the soldier was obliged to stop, as the day had already ended.\r\nIn spite of the beauty of an Oriental sky at night, he felt he had not\r\nstrength enough to go on. Fortunately he had been able to find a small\r\nhill, on the summit of which a few palm trees shot up into the air; it\r\nwas their verdure seen from afar which had brought hope and consolation\r\nto his heart. His fatigue was so great that he lay down upon a rock\r\nof granite, capriciously cut out like a camp-bed; there he fell asleep\r\nwithout taking any precaution to defend himself while he slept. He had\r\nmade the sacrifice of his life. His last thought was one of regret. He\r\nrepented having left the Maugrabins, whose nomadic life seemed to smile\r\nupon him now that he was far from them and without help. He was awakened\r\nby the sun, whose pitiless rays fell with all their force on the granite\r\nand produced an intolerable heat--for he had had the stupidity to place\r\nhimself adversely to the shadow thrown by the verdant majestic heads\r\nof the palm trees. He looked at the solitary trees and shuddered--they\r\nreminded him of the graceful shafts crowned with foliage which\r\ncharacterize the Saracen columns in the cathedral of Arles.\r\n\r\nBut when, after counting the palm trees, he cast his eyes around\r\nhim, the most horrible despair was infused into his soul. Before him\r\nstretched an ocean without limit. The dark sand of the desert spread\r\nfurther than eye could reach in every direction, and glittered\r\nlike steel struck with bright light. It might have been a sea of\r\nlooking-glass, or lakes melted together in a mirror. A fiery vapor\r\ncarried up in surging waves made a perpetual whirlwind over the\r\nquivering land. The sky was lit with an Oriental splendor of\r\ninsupportable purity, leaving naught for the imagination to desire.\r\nHeaven and earth were on fire.\r\n\r\nThe silence was awful in its wild and terrible majesty. Infinity,\r\nimmensity, closed in upon the soul from every side. Not a cloud in the\r\nsky, not a breath in the air, not a flaw on the bosom of the sand, ever\r\nmoving in diminutive waves; the horizon ended as at sea on a clear day,\r\nwith one line of light, definite as the cut of a sword.\r\n\r\nThe Provencal threw his arms round the trunk of one of the palm trees,\r\nas though it were the body of a friend, and then, in the shelter of the\r\nthin, straight shadow that the palm cast upon the granite, he wept. Then\r\nsitting down he remained as he was, contemplating with profound sadness\r\nthe implacable scene, which was all he had to look upon. He cried aloud,\r\nto measure the solitude. His voice, lost in the hollows of the hill,\r\nsounded faintly, and aroused no echo--the echo", ",\r\nas though it were the body of a friend, and then, in the shelter of the\r\nthin, straight shadow that the palm cast upon the granite, he wept. Then\r\nsitting down he remained as he was, contemplating with profound sadness\r\nthe implacable scene, which was all he had to look upon. He cried aloud,\r\nto measure the solitude. His voice, lost in the hollows of the hill,\r\nsounded faintly, and aroused no echo--the echo was in his own heart. The\r\nProvencal was twenty-two years old:--he loaded his carbine.\r\n\r\n“There’ll be time enough,” he said to himself, laying on the ground the\r\nweapon which alone could bring him deliverance.\r\n\r\nViewing alternately the dark expanse of the desert and the blue expanse\r\nof the sky, the soldier dreamed of France--he smelled with delight the\r\ngutters of Paris--he remembered the towns through which he had passed,\r\nthe faces of his comrades, the most minute details of his life. His\r\nSouthern fancy soon showed him the stones of his beloved Provence,\r\nin the play of the heat which undulated above the wide expanse of the\r\ndesert. Realizing the danger of this cruel mirage, he went down the\r\nopposite side of the hill to that by which he had come up the day\r\nbefore. The remains of a rug showed that this place of refuge had at one\r\ntime been inhabited; at a short distance he saw some palm trees full\r\nof dates. Then the instinct which binds us to life awoke again in\r\nhis heart. He hoped to live long enough to await the passing of some\r\nMaugrabins, or perhaps he might hear the sound of cannon; for at this\r\ntime Bonaparte was traversing Egypt.\r\n\r\nThis thought gave him new life. The palm tree seemed to bend with the\r\nweight of the ripe fruit. He shook some of it down. When he tasted this\r\nunhoped-for manna, he felt sure that the palms had been cultivated by a\r\nformer inhabitant--the savory, fresh meat of the dates were proof of\r\nthe care of his predecessor. He passed suddenly from dark despair to an\r\nalmost insane joy. He went up again to the top of the hill, and spent\r\nthe rest of the day in cutting down one of the sterile palm trees, which\r\nthe night before had served him for shelter. A vague memory made him\r\nthink of the animals of the desert; and in case they might come to drink\r\nat the spring, visible from the base of the rocks but lost further down,\r\nhe resolved to guard himself from their visits by placing a barrier at\r\nthe entrance of his hermitage.\r\n\r\nIn spite of his diligence, and the strength which the fear of being\r\ndevoured asleep gave him, he was unable to cut the palm in pieces,\r\nthough he succeeded in cutting it down. At eventide the king of the\r\ndesert fell; the sound of its fall resounded far and wide, like a sigh\r\nin the solitude; the soldier shuddered as though he had heard some voice\r\npredicting woe.\r\n\r\nBut like an heir who does not long bewail a deceased relative, he tore\r\noff from this beautiful tree the tall broad green leaves which are\r\nits poetic adornment, and used them to mend the mat on which he was to\r\nsleep.\r\n\r\nFatigued by the heat and his work, he fell asleep under the red curtains\r\nof his wet cave.\r\n\r\nIn the middle of the night his sleep was troubled by an extraordinary\r\nnoise; he sat up, and the deep silence around allowed him to distinguish\r\nthe alternative accents of a respiration whose savage energy could not\r\nbelong to a human creature.\r\n\r\nA profound terror, increased still further by the darkness, the silence,\r\nand his waking images, froze his heart within him. He almost felt\r\nhis hair stand on end, when by straining his eyes to their utmost\r\nhe perceived through the shadow two faint yellow lights. At first he\r\nattributed these lights to the reflections of his own pupils, but soon\r\nthe vivid brilliance of the night aided him gradually to distinguish the\r\nobjects around him in the cave, and he beheld a huge animal lying but\r\ntwo steps from him. Was it a lion, a tiger, or a crocodile?\r\n\r\nThe Provencal was not sufficiently educated to know under what species\r\nhis enemy ought to be classed; but his fright was all the greater, as\r\nhis ignorance led him to imagine all terrors at once; he endured a cruel\r\ntorture, noting every variation of the breathing close to him without\r\ndaring to make the slightest movement. An odor, pungent like that of\r\na fox, but more penetrating, more profound,--so to speak,--filled the\r\ncave, and when the Provencal became sensible of this, his terror reached\r\nits height, for he could no longer doubt the proximity of a terrible\r\ncompanion, whose royal dwelling served him for a shelter.\r\n\r\nPresently the reflection of the moon descending on the horizon lit up\r\nthe den, rendering gradually visible and resplendent the spotted skin of\r\na panther.\r\n\r\nThis lion of Egypt slept, curled up like a big dog, the peaceful\r\npossessor of a sumptuous niche at the gate of an hotel; its eyes opened\r\nfor a moment and closed again; its face was turned towards the man. A\r\nthousand confused thoughts passed through the Frenchman’s mind; first he\r\nthought of killing it with a bullet from his gun, but he saw there was\r\nnot enough distance between them for him to take proper aim--the shot\r\nwould miss the mark. And if it were to wake!--the thought made his limbs\r\nrigid. He listened to his own heart beating in the midst of the silence,\r\nand cursed the too violent pulsations which the flow of blood brought\r\non, fearing to disturb that sleep which allowed him time to think of\r\nsome means of escape.\r\n\r\nTwice he placed his hand on his scimiter, intending to cut off the\r\nhead of his enemy; but the difficulty of cutting the stiff short hair\r\ncompelled him to abandon this daring project. To miss would be to die\r\nfor CERTAIN, he thought; he preferred the chances of fair fight, and\r\nmade up his mind to wait till morning; the morning did not leave him\r\nlong to wait.\r\n\r\nHe could now examine the panther at ease; its muzzle was smeared with\r\nblood.\r\n\r\n“She’s had a good dinner,” he thought, without troubling himself as to\r\nwhether her feast might have been on human flesh. “She won’t be hungry\r\nwhen she gets up.”\r\n\r\nIt was a female. The fur on her belly and flanks was glistening white;\r\nmany small marks like velvet formed beautiful bracelets round her feet;\r\nher sinuous tail was also white, ending with black rings; the overpart\r\nof her dress, yellow like burnished gold, very lissome and soft, had the\r\ncharacteristic blotches in the form of rosettes, which distinguish the\r\npanther from every other feline species.\r\n\r\nThis tranquil and formidable hostess snored in an attitude as graceful\r\nas that of a cat lying on a cushion. Her blood-stained paws, nervous and\r\nwell armed, were stretched out before her face, which rested upon them,\r\nand from which radiated her straight slender whiskers, like threads of\r\nsilver.\r\n\r\nIf she had been like that in a cage, the Provencal would doubtless have\r\nadmired the grace of the animal, and the vigorous contrasts of vivid\r\ncolor which gave her robe an imperial splendor; but just then his sight\r\nwas troubled by her sinister appearance.\r\n\r\nThe presence of the panther, even asleep, could not fail to produce the\r\neffect which the magnetic eyes of the serpent are said to have on the\r\nnightingale.\r\n\r\nFor a moment the courage of the soldier began to fail before this\r\ndanger, though no doubt it would have risen at the mouth of a cannon\r\ncharged with shell. Nevertheless, a bold thought brought daylight to his\r\nsoul and sealed up the source of the cold sweat which sprang forth on\r\nhis brow. Like men driven to bay, who defy death and offer their body to\r\nthe smiter, so he, seeing in this merely a tragic episode, resolved to\r\nplay his part with honor to the last.\r\n\r\n“The day before yesterday the Arabs would have killed me, perhaps,” he\r\nsaid; so considering himself as good as dead already, he waited bravely,\r\nwith excited curiosity, the awakening of his enemy.\r\n\r\nWhen the sun appeared, the panther suddenly opened her eyes; then she\r\nput out", " men driven to bay, who defy death and offer their body to\r\nthe smiter, so he, seeing in this merely a tragic episode, resolved to\r\nplay his part with honor to the last.\r\n\r\n“The day before yesterday the Arabs would have killed me, perhaps,” he\r\nsaid; so considering himself as good as dead already, he waited bravely,\r\nwith excited curiosity, the awakening of his enemy.\r\n\r\nWhen the sun appeared, the panther suddenly opened her eyes; then she\r\nput out her paws with energy, as if to stretch them and get rid of\r\ncramp. At last she yawned, showing the formidable apparatus of her teeth\r\nand pointed tongue, rough as a file.\r\n\r\n“A regular petite maitresse,” thought the Frenchman, seeing her roll\r\nherself about so softly and coquettishly. She licked off the blood which\r\nstained her paws and muzzle, and scratched her head with reiterated\r\ngestures full of prettiness. “All right, make a little toilet,” the\r\nFrenchman said to himself, beginning to recover his gaiety with his\r\ncourage; “we’ll say good morning to each other presently;” and he seized\r\nthe small, short dagger which he had taken from the Maugrabins.\r\n\r\nAt this moment the panther turned her head toward the man and looked at\r\nhim fixedly without moving. The rigidity of her metallic eyes and their\r\ninsupportable luster made him shudder, especially when the animal walked\r\ntowards him. But he looked at her caressingly, staring into her eyes in\r\norder to magnetize her, and let her come quite close to him; then with\r\na movement both gentle and amorous, as though he were caressing the most\r\nbeautiful of women, he passed his hand over her whole body, from the\r\nhead to the tail, scratching the flexible vertebrae which divided the\r\npanther’s yellow back. The animal waved her tail voluptuously, and her\r\neyes grew gentle; and when for the third time the Frenchman accomplished\r\nthis interesting flattery, she gave forth one of those purrings by which\r\ncats express their pleasure; but this murmur issued from a throat so\r\npowerful and so deep that it resounded through the cave like the\r\nlast vibrations of an organ in a church. The man, understanding the\r\nimportance of his caresses, redoubled them in such a way as to surprise\r\nand stupefy his imperious courtesan. When he felt sure of having\r\nextinguished the ferocity of his capricious companion, whose hunger had\r\nso fortunately been satisfied the day before, he got up to go out of the\r\ncave; the panther let him go out, but when he had reached the summit of\r\nthe hill she sprang with the lightness of a sparrow hopping from twig to\r\ntwig, and rubbed herself against his legs, putting up her back after the\r\nmanner of all the race of cats. Then regarding her guest with eyes\r\nwhose glare had softened a little, she gave vent to that wild cry which\r\nnaturalists compare to the grating of a saw.\r\n\r\n“She is exacting,” said the Frenchman, smilingly.\r\n\r\nHe was bold enough to play with her ears; he caressed her belly\r\nand scratched her head as hard as he could. When he saw that he was\r\nsuccessful, he tickled her skull with the point of his dagger, watching\r\nfor the right moment to kill her, but the hardness of her bones made him\r\ntremble for his success.\r\n\r\nThe sultana of the desert showed herself gracious to her slave; she\r\nlifted her head, stretched out her neck and manifested her delight by\r\nthe tranquility of her attitude. It suddenly occurred to the soldier\r\nthat to kill this savage princess with one blow he must poniard her in\r\nthe throat.\r\n\r\nHe raised the blade, when the panther, satisfied no doubt, laid herself\r\ngracefully at his feet, and cast up at him glances in which, in spite\r\nof their natural fierceness, was mingled confusedly a kind of good will.\r\nThe poor Provencal ate his dates, leaning against one of the palm\r\ntrees, and casting his eyes alternately on the desert in quest of some\r\nliberator and on his terrible companion to watch her uncertain clemency.\r\n\r\nThe panther looked at the place where the date stones fell, and every\r\ntime that he threw one down her eyes expressed an incredible mistrust.\r\n\r\nShe examined the man with an almost commercial prudence. However, this\r\nexamination was favorable to him, for when he had finished his meager\r\nmeal she licked his boots with her powerful rough tongue, brushing off\r\nwith marvelous skill the dust gathered in the creases.\r\n\r\n“Ah, but when she’s really hungry!” thought the Frenchman. In spite\r\nof the shudder this thought caused him, the soldier began to measure\r\ncuriously the proportions of the panther, certainly one of the most\r\nsplendid specimens of its race. She was three feet high and four feet\r\nlong without counting her tail; this powerful weapon, rounded like\r\na cudgel, was nearly three feet long. The head, large as that of a\r\nlioness, was distinguished by a rare expression of refinement. The cold\r\ncruelty of a tiger was dominant, it was true, but there was also a vague\r\nresemblance to the face of a sensual woman. Indeed, the face of this\r\nsolitary queen had something of the gaiety of a drunken Nero: she had\r\nsatiated herself with blood, and she wanted to play.\r\n\r\nThe soldier tried if he might walk up and down, and the panther left him\r\nfree, contenting herself with following him with her eyes, less like\r\na faithful dog than a big Angora cat, observing everything and every\r\nmovement of her master.\r\n\r\nWhen he looked around, he saw, by the spring, the remains of his horse;\r\nthe panther had dragged the carcass all that way; about two thirds of it\r\nhad been devoured already. The sight reassured him.\r\n\r\nIt was easy to explain the panther’s absence, and the respect she had\r\nhad for him while he slept. The first piece of good luck emboldened him\r\nto tempt the future, and he conceived the wild hope of continuing on\r\ngood terms with the panther during the entire day, neglecting no means\r\nof taming her, and remaining in her good graces.\r\n\r\nHe returned to her, and had the unspeakable joy of seeing her wag her\r\ntail with an almost imperceptible movement at his approach. He sat down\r\nthen, without fear, by her side, and they began to play together; he\r\ntook her paws and muzzle, pulled her ears, rolled her over on her back,\r\nstroked her warm, delicate flanks. She let him do what ever he liked,\r\nand when he began to stroke the hair on her feet she drew her claws in\r\ncarefully.\r\n\r\nThe man, keeping the dagger in one hand, thought to plunge it into the\r\nbelly of the too confiding panther, but he was afraid that he would be\r\nimmediately strangled in her last convulsive struggle; besides, he felt\r\nin his heart a sort of remorse which bid him respect a creature that\r\nhad done him no harm. He seemed to have found a friend, in a boundless\r\ndesert; half unconsciously he thought of his first sweetheart, whom\r\nhe had nicknamed “Mignonne” by way of contrast, because she was so\r\natrociously jealous that all the time of their love he was in fear of\r\nthe knife with which she had always threatened him.\r\n\r\nThis memory of his early days suggested to him the idea of making the\r\nyoung panther answer to this name, now that he began to admire with less\r\nterror her swiftness, suppleness, and softness. Toward the end of the\r\nday he had familiarized himself with his perilous position; he now\r\nalmost liked the painfulness of it. At last his companion had got into\r\nthe habit of looking up at him whenever he cried in a falsetto voice,\r\n“Mignonne.”\r\n\r\nAt the setting of the sun Mignonne gave, several times running,\r\na profound melancholy cry. “She’s been well brought up,” said the\r\nlighthearted soldier; “she says her prayers.” But this mental joke only\r\noccurred to him when he noticed what a pacific attitude his companion\r\nremained in. “Come, ma petite blonde, I’ll let you go", " at him whenever he cried in a falsetto voice,\r\n“Mignonne.”\r\n\r\nAt the setting of the sun Mignonne gave, several times running,\r\na profound melancholy cry. “She’s been well brought up,” said the\r\nlighthearted soldier; “she says her prayers.” But this mental joke only\r\noccurred to him when he noticed what a pacific attitude his companion\r\nremained in. “Come, ma petite blonde, I’ll let you go to bed first,”\r\n he said to her, counting on the activity of his own legs to run away as\r\nquickly as possible, directly she was asleep, and seek another shelter\r\nfor the night.\r\n\r\nThe soldier waited with impatience the hour of his flight, and when\r\nit had arrived he walked vigorously in the direction of the Nile; but\r\nhardly had he made a quarter of a league in the sand when he heard the\r\npanther bounding after him, crying with that saw-like cry more dreadful\r\neven than the sound of her leaping.\r\n\r\n“Ah!” he said, “then she’s taken a fancy to me, she has never met anyone\r\nbefore, and it is really quite flattering to have her first love.” That\r\ninstant the man fell into one of those movable quicksands so terrible\r\nto travelers and from which it is impossible to save oneself. Feeling\r\nhimself caught, he gave a shriek of alarm; the panther seized him with\r\nher teeth by the collar, and, springing vigorously backwards, drew him\r\nas if by magic out of the whirling sand.\r\n\r\n“Ah, Mignonne!” cried the soldier, caressing her enthusiastically;\r\n“we’re bound together for life and death but no jokes, mind!” and he\r\nretraced his steps.\r\n\r\nFrom that time the desert seemed inhabited. It contained a being to\r\nwhom the man could talk, and whose ferocity was rendered gentle by him,\r\nthough he could not explain to himself the reason for their strange\r\nfriendship. Great as was the soldier’s desire to stay upon guard, he\r\nslept.\r\n\r\nOn awakening he could not find Mignonne; he mounted the hill, and in the\r\ndistance saw her springing toward him after the habit of these animals,\r\nwho cannot run on account of the extreme flexibility of the vertebral\r\ncolumn. Mignonne arrived, her jaws covered with blood; she received the\r\nwonted caress of her companion, showing with much purring how happy it\r\nmade her. Her eyes, full of languor, turned still more gently than the\r\nday before toward the Provencal, who talked to her as one would to a\r\ntame animal.\r\n\r\n“Ah! mademoiselle, you are a nice girl, aren’t you? Just look at that!\r\nSo we like to be made much of, don’t we? Aren’t you ashamed of yourself?\r\nSo you have been eating some Arab or other, have you? That doesn’t\r\nmatter. They’re animals just the same as you are; but don’t you take to\r\neating Frenchmen, or I shan’t like you any longer.”\r\n\r\nShe played like a dog with its master, letting herself be rolled over,\r\nknocked about, and stroked, alternately; sometimes she herself would\r\nprovoke the soldier, putting up her paw with a soliciting gesture.\r\n\r\nSome days passed in this manner. This companionship permitted the\r\nProvencal to appreciate the sublime beauty of the desert; now that he\r\nhad a living thing to think about, alternations of fear and quiet, and\r\nplenty to eat, his mind became filled with contrast and his life began\r\nto be diversified.\r\n\r\nSolitude revealed to him all her secrets, and enveloped him in her\r\ndelights. He discovered in the rising and setting of the sun sights\r\nunknown to the world. He knew what it was to tremble when he heard over\r\nhis head the hiss of a bird’s wing, so rarely did they pass, or when\r\nhe saw the clouds, changing and many colored travelers, melt one into\r\nanother. He studied in the night time the effect of the moon upon the\r\nocean of sand, where the simoom made waves swift of movement and rapid\r\nin their change. He lived the life of the Eastern day, marveling at its\r\nwonderful pomp; then, after having reveled in the sight of a hurricane\r\nover the plain where the whirling sands made red, dry mists and\r\ndeath-bearing clouds, he would welcome the night with joy, for then fell\r\nthe healthful freshness of the stars, and he listened to imaginary\r\nmusic in the skies. Then solitude taught him to unroll the treasures\r\nof dreams. He passed whole hours in remembering mere nothings, and\r\ncomparing his present life with his past.\r\n\r\nAt last he grew passionately fond of the panther; for some sort of\r\naffection was a necessity.\r\n\r\nWhether it was that his will powerfully projected had modified the\r\ncharacter of his companion, or whether, because she found abundant food\r\nin her predatory excursions in the desert, she respected the man’s life,\r\nhe began to fear for it no longer, seeing her so well tamed.\r\n\r\nHe devoted the greater part of his time to sleep, but he was obliged to\r\nwatch like a spider in its web that the moment of his deliverance might\r\nnot escape him, if anyone should pass the line marked by the horizon. He\r\nhad sacrificed his shirt to make a flag with, which he hung at the top\r\nof a palm tree, whose foliage he had torn off. Taught by necessity, he\r\nfound the means of keeping it spread out, by fastening it with little\r\nsticks; for the wind might not be blowing at the moment when the passing\r\ntraveler was looking through the desert.\r\n\r\nIt was during the long hours, when he had abandoned hope, that he amused\r\nhimself with the panther. He had come to learn the different inflections\r\nof her voice, the expressions of her eyes; he had studied the capricious\r\npatterns of all the rosettes which marked the gold of her robe. Mignonne\r\nwas not even angry when he took hold of the tuft at the end of her tail\r\nto count her rings, those graceful ornaments which glittered in the\r\nsun like jewelry. It gave him pleasure to contemplate the supple, fine\r\noutlines of her form, the whiteness of her belly, the graceful pose of\r\nher head. But it was especially when she was playing that he felt most\r\npleasure in looking at her; the agility and youthful lightness of her\r\nmovements were a continual surprise to him; he wondered at the supple\r\nway in which she jumped and climbed, washed herself and arranged her\r\nfur, crouched down and prepared to spring. However rapid her spring\r\nmight be, however slippery the stone she was on, she would always stop\r\nshort at the word “Mignonne.”\r\n\r\nOne day, in a bright midday sun, an enormous bird coursed through\r\nthe air. The man left his panther to look at his new guest; but after\r\nwaiting a moment the deserted sultana growled deeply.\r\n\r\n“My goodness! I do believe she’s jealous,” he cried, seeing her eyes\r\nbecome hard again; “the soul of Virginie has passed into her body;\r\nthat’s certain.”\r\n\r\nThe eagle disappeared into the air, while the soldier admired the curved\r\ncontour of the panther.\r\n\r\nBut there was such youth and grace in her form! she was beautiful as a\r\nwoman! the blond fur of her robe mingled well with the delicate tints of\r\nfaint white which marked her flanks.\r\n\r\nThe profuse light cast down by the sun made this living gold,\r\nthese russet markings, to burn in a way to give them an indefinable\r\nattraction.\r\n\r\nThe man and the panther looked at one another with a look full of\r\nmeaning; the coquette quivered when she felt her friend stroke her head;\r\nher eyes flashed like lightning--then she shut them tightly.\r\n\r\n“She has a soul,” he said, looking at the stillness of this queen of\r\nthe sands, golden like them, white like them, solitary and burning like\r\nthem.\r\n\r\n\r\n\r\n“Well,” she said, “I have read your plea in favor of beasts; but how did\r\ntwo so well adapted to understand each other end?”\r\n\r\n“Ah, well! you see, they ended as all great passions do end--by a\r\nmisunderstanding. For some reason ONE suspects the other of treason;\r\nthey don’t come to an explanation through pride, and quarrel and part\r\nfrom sheer", ", golden like them, white like them, solitary and burning like\r\nthem.\r\n\r\n\r\n\r\n“Well,” she said, “I have read your plea in favor of beasts; but how did\r\ntwo so well adapted to understand each other end?”\r\n\r\n“Ah, well! you see, they ended as all great passions do end--by a\r\nmisunderstanding. For some reason ONE suspects the other of treason;\r\nthey don’t come to an explanation through pride, and quarrel and part\r\nfrom sheer obstinacy.”\r\n\r\n“Yet sometimes at the best moments a single word or a look is\r\nenough--but anyhow go on with your story.”\r\n\r\n“It’s horribly difficult, but you will understand, after what the old\r\nvillain told me over his champagne. He said--‘I don’t know if I hurt\r\nher, but she turned round, as if enraged, and with her sharp teeth\r\ncaught hold of my leg--gently, I daresay; but I, thinking she would\r\ndevour me, plunged my dagger into her throat. She rolled over, giving\r\na cry that froze my heart; and I saw her dying, still looking at me\r\nwithout anger. I would have given all the world--my cross even, which I\r\nhad not got then--to have brought her to life again. It was as though I\r\nhad murdered a real person; and the soldiers who had seen my flag, and\r\nwere come to my assistance, found me in tears.’\r\n\r\n“‘Well sir,’ he said, after a moment of silence, ‘since then I have\r\nbeen in war in Germany, in Spain, in Russia, in France; I’ve certainly\r\ncarried my carcase about a good deal, but never have I seen anything\r\nlike the desert. Ah! yes, it is very beautiful!’\r\n\r\n“‘What did you feel there?’ I asked him.\r\n\r\n“‘Oh! that can’t be described, young man! Besides, I am not always\r\nregretting my palm trees and my panther. I should have to be very\r\nmelancholy for that. In the desert, you see, there is everything and\r\nnothing.’\r\n\r\n“‘Yes, but explain----’\r\n\r\n“‘Well,’ he said, with an impatient gesture, ‘it is God without\r\nmankind.’”\r\n\r\n\r\n\r\n\r\n\r\n\r\nEnd of Project Gutenberg’s A Passion in the Desert, by Honore de Balzac\r\n\r\n*** END OF THIS PROJECT GUTENBERG EBOOK A PASSION IN THE DESERT ***\r\n\r\n***** This file should be named 1555-0.txt or 1555-0.zip *****\r\nThis and all associated files of various formats will be found in:\r\n        http://www.gutenberg.org/1/5/5/1555/\r\n\r\nProduced by John Bickers, and Dagny\r\n\r\nUpdated editions will replace the previous one--the old editions\r\nwill be renamed.\r\n\r\nCreating the works from public domain print editions means that no\r\none owns a United States copyright in these works, so the Foundation\r\n(and you!) can copy and distribute it in the United States without\r\npermission and without paying copyright royalties.  Special rules,\r\nset forth in the General Terms of Use part of this license, apply to\r\ncopying and distributing Project Gutenberg-tm electronic works to\r\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\r\nGutenberg is a registered trademark, and may not be used if you\r\ncharge for the eBooks, unless you receive specific permission.  If you\r\ndo not charge anything for copies of this eBook, complying with the\r\nrules is very easy.  You may use this eBook for nearly any purpose\r\nsuch as creation of derivative works, reports, performances and\r\nresearch.  They may be modified and printed and given away--you may do\r\npractically ANYTHING with public domain eBooks.  Redistribution is\r\nsubject to the trademark license, especially commercial\r\nredistribution.\r\n\r\n\r\n\r\n*** START: FULL LICENSE ***\r\n\r\nTHE FULL PROJECT GUTENBERG LICENSE\r\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\r\n\r\nTo protect the Project Gutenberg-tm mission of promoting the free\r\ndistribution of electronic works, by using or distributing this work\r\n(or any other work associated in any way with the phrase “Project\r\nGutenberg”), you agree to comply with all the terms of the Full Project\r\nGutenberg-tm License (available with this file or online at\r\nhttp://gutenberg.org/license).\r\n\r\n\r\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\r\nelectronic works\r\n\r\n1.A.  By reading or using any part of this Project Gutenberg-tm\r\nelectronic work, you indicate that you have read, understand, agree to\r\nand accept all the terms of this license and intellectual property\r\n(trademark/copyright) agreement.  If you do not agree to abide by all\r\nthe terms of this agreement, you must cease using and return or destroy\r\nall copies of Project Gutenberg-tm electronic works in your possession.\r\nIf you paid a fee for obtaining a copy of or access to a Project\r\nGutenberg-tm electronic work and you do not agree to be bound by the\r\nterms of this agreement, you may obtain a refund from the person or\r\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\r\n\r\n1.B.  “Project Gutenberg” is a registered trademark.  It may only be\r\nused on or associated in any way with an electronic work by people who\r\nagree to be bound by the terms of this agreement.  There are a few\r\nthings that you can do with most Project Gutenberg-tm electronic works\r\neven without complying with the full terms of this agreement.  See\r\nparagraph 1.C below.  There are a lot of things you can do with Project\r\nGutenberg-tm electronic works if you follow the terms of this agreement\r\nand help preserve free future access to Project Gutenberg-tm electronic\r\nworks.  See paragraph 1.E below.\r\n\r\n1.C.  The Project Gutenberg Literary Archive Foundation (“the Foundation”\r\n or PGLAF), owns a compilation copyright in the collection of Project\r\nGutenberg-tm electronic works.  Nearly all the individual works in the\r\ncollection are in the public domain in the United States.  If an\r\nindividual work is in the public domain in the United States and you are\r\nlocated in the United States, we do not claim a right to prevent you from\r\ncopying, distributing, performing, displaying or creating derivative\r\nworks based on the work as long as all references to Project Gutenberg\r\nare removed.  Of course, we hope that you will support the Project\r\nGutenberg-tm mission of promoting free access to electronic works by\r\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\r\nthis agreement for keeping the Project Gutenberg-tm name associated with\r\nthe work.  You can easily comply with the terms of this agreement by\r\nkeeping this work in the same format with its attached full Project\r\nGutenberg-tm License when you share it without charge with others.\r\n\r\n1.D.  The copyright laws of the place where you are located also govern\r\nwhat you can do with this work.  Copyright laws in most countries are in\r\na constant state of change.  If you are outside the United States, check\r\nthe laws of your country in addition to the terms of this agreement\r\nbefore downloading, copying, displaying, performing, distributing or\r\ncreating derivative works based on this work or any other Project\r\nGutenberg-tm work.  The Foundation makes no representations concerning\r\nthe copyright status of any work in any country outside the United\r\nStates.\r\n\r\n1.E.  Unless you have removed all references to Project Gutenberg:\r\n\r\n1.E.1.  The following sentence, with active links to, or other immediate\r\naccess to, the full Project Gutenberg-tm License must appear prominently\r\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\r\nphrase “Project Gutenberg” appears, or with which the phrase “Project\r\nGutenberg” is associated) is accessed, displayed, performed, viewed,\r\ncopied or distributed:\r\n\r\nThis eBook is for the use of anyone anywhere at no cost and with\r\nalmost no restrictions whatsoever.  You may copy it, give it away or\r\nre-use it under the terms of the Project Gutenberg License included\r\nwith this eBook or online at www.gutenberg.org\r\n\r\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\r\nfrom the public domain (does not contain a notice indicating that it is\r\nposted with permission of the copyright holder), the work can be copied\r\nand distributed to anyone in the United States without paying any fees\r\nor charges.  If you are redistributing or providing access to a work\r\nwith the phrase “Project Gutenberg” associated with or appearing on the\r\nwork, you", " or online at www.gutenberg.org\r\n\r\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\r\nfrom the public domain (does not contain a notice indicating that it is\r\nposted with permission of the copyright holder), the work can be copied\r\nand distributed to anyone in the United States without paying any fees\r\nor charges.  If you are redistributing or providing access to a work\r\nwith the phrase “Project Gutenberg” associated with or appearing on the\r\nwork, you must comply either with the requirements of paragraphs 1.E.1\r\nthrough 1.E.7 or obtain permission for the use of the work and the\r\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\r\n1.E.9.\r\n\r\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\r\nwith the permission of the copyright holder, your use and distribution\r\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\r\nterms imposed by the copyright holder.  Additional terms will be linked\r\nto the Project Gutenberg-tm License for all works posted with the\r\npermission of the copyright holder found at the beginning of this work.\r\n\r\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\r\nLicense terms from this work, or any files containing a part of this\r\nwork or any other work associated with Project Gutenberg-tm.\r\n\r\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\r\nelectronic work, or any part of this electronic work, without\r\nprominently displaying the sentence set forth in paragraph 1.E.1 with\r\nactive links or immediate access to the full terms of the Project\r\nGutenberg-tm License.\r\n\r\n1.E.6.  You may convert to and distribute this work in any binary,\r\ncompressed, marked up, nonproprietary or proprietary form, including any\r\nword processing or hypertext form.  However, if you provide access to or\r\ndistribute copies of a Project Gutenberg-tm work in a format other than\r\n“Plain Vanilla ASCII” or other format used in the official version\r\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\r\nyou must, at no additional cost, fee or expense to the user, provide a\r\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\r\nrequest, of the work in its original “Plain Vanilla ASCII” or other\r\nform.  Any alternate format must include the full Project Gutenberg-tm\r\nLicense as specified in paragraph 1.E.1.\r\n\r\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\r\nperforming, copying or distributing any Project Gutenberg-tm works\r\nunless you comply with paragraph 1.E.8 or 1.E.9.\r\n\r\n1.E.8.  You may charge a reasonable fee for copies of or providing\r\naccess to or distributing Project Gutenberg-tm electronic works provided\r\nthat\r\n\r\n- You pay a royalty fee of 20% of the gross profits you derive from\r\n     the use of Project Gutenberg-tm works calculated using the method\r\n     you already use to calculate your applicable taxes.  The fee is\r\n     owed to the owner of the Project Gutenberg-tm trademark, but he\r\n     has agreed to donate royalties under this paragraph to the\r\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\r\n     must be paid within 60 days following each date on which you\r\n     prepare (or are legally required to prepare) your periodic tax\r\n     returns.  Royalty payments should be clearly marked as such and\r\n     sent to the Project Gutenberg Literary Archive Foundation at the\r\n     address specified in Section 4, “Information about donations to\r\n     the Project Gutenberg Literary Archive Foundation.”\r\n\r\n- You provide a full refund of any money paid by a user who notifies\r\n     you in writing (or by e-mail) within 30 days of receipt that s/he\r\n     does not agree to the terms of the full Project Gutenberg-tm\r\n     License.  You must require such a user to return or\r\n     destroy all copies of the works possessed in a physical medium\r\n     and discontinue all use of and all access to other copies of\r\n     Project Gutenberg-tm works.\r\n\r\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\r\n     money paid for a work or a replacement copy, if a defect in the\r\n     electronic work is discovered and reported to you within 90 days\r\n     of receipt of the work.\r\n\r\n- You comply with all other terms of this agreement for free\r\n     distribution of Project Gutenberg-tm works.\r\n\r\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\r\nelectronic work or group of works on different terms than are set\r\nforth in this agreement, you must obtain permission in writing from\r\nboth the Project Gutenberg Literary Archive Foundation and Michael\r\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\r\nFoundation as set forth in Section 3 below.\r\n\r\n1.F.\r\n\r\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\r\neffort to identify, do copyright research on, transcribe and proofread\r\npublic domain works in creating the Project Gutenberg-tm\r\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\r\nworks, and the medium on which they may be stored, may contain\r\n“Defects,” such as, but not limited to, incomplete, inaccurate or\r\ncorrupt data, transcription errors, a copyright or other intellectual\r\nproperty infringement, a defective or damaged disk or other medium, a\r\ncomputer virus, or computer codes that damage or cannot be read by\r\nyour equipment.\r\n\r\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the “Right\r\nof Replacement or Refund” described in paragraph 1.F.3, the Project\r\nGutenberg Literary Archive Foundation, the owner of the Project\r\nGutenberg-tm trademark, and any other party distributing a Project\r\nGutenberg-tm electronic work under this agreement, disclaim all\r\nliability to you for damages, costs and expenses, including legal\r\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\r\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\r\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\r\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\r\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\r\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\r\nDAMAGE.\r\n\r\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\r\ndefect in this electronic work within 90 days of receiving it, you can\r\nreceive a refund of the money (if any) you paid for it by sending a\r\nwritten explanation to the person you received the work from.  If you\r\nreceived the work on a physical medium, you must return the medium with\r\nyour written explanation.  The person or entity that provided you with\r\nthe defective work may elect to provide a replacement copy in lieu of a\r\nrefund.  If you received the work electronically, the person or entity\r\nproviding it to you may choose to give you a second opportunity to\r\nreceive the work electronically in lieu of a refund.  If the second copy\r\nis also defective, you may demand a refund in writing without further\r\nopportunities to fix the problem.\r\n\r\n1.F.4.  Except for the limited right of replacement or refund set forth\r\nin paragraph 1.F.3, this work is provided to you ‘AS-IS’ WITH NO OTHER\r\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\r\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\r\n\r\n1.F.5.  Some states do not allow disclaimers of certain implied\r\nwarranties or the exclusion or limitation of certain types of damages.\r\nIf any disclaimer or limitation set forth in this agreement violates the\r\nlaw of the state applicable to this agreement, the agreement shall be\r\ninterpreted to make the maximum disclaimer or limitation permitted by\r\nthe applicable state law.  The invalidity or unenforceability of any\r\nprovision of this agreement shall not void the remaining provisions.\r\n\r\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\r\ntrademark owner, any agent or employee of the Foundation, anyone\r\nproviding copies of Project Gutenberg-tm electronic works in accordance\r\nwith this agreement, and any volunteers associated with the production,\r\npromotion and distribution of Project Gutenberg-tm electronic works,\r\nharmless from all liability, costs and expenses, including legal", " of any\r\nprovision of this agreement shall not void the remaining provisions.\r\n\r\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\r\ntrademark owner, any agent or employee of the Foundation, anyone\r\nproviding copies of Project Gutenberg-tm electronic works in accordance\r\nwith this agreement, and any volunteers associated with the production,\r\npromotion and distribution of Project Gutenberg-tm electronic works,\r\nharmless from all liability, costs and expenses, including legal fees,\r\nthat arise directly or indirectly from any of the following which you do\r\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\r\nwork, (b) alteration, modification, or additions or deletions to any\r\nProject Gutenberg-tm work, and (c) any Defect you cause.\r\n\r\n\r\nSection  2.  Information about the Mission of Project Gutenberg-tm\r\n\r\nProject Gutenberg-tm is synonymous with the free distribution of\r\nelectronic works in formats readable by the widest variety of computers\r\nincluding obsolete, old, middle-aged and new computers.  It exists\r\nbecause of the efforts of hundreds of volunteers and donations from\r\npeople in all walks of life.\r\n\r\nVolunteers and financial support to provide volunteers with the\r\nassistance they need, are critical to reaching Project Gutenberg-tm’s\r\ngoals and ensuring that the Project Gutenberg-tm collection will\r\nremain freely available for generations to come.  In 2001, the Project\r\nGutenberg Literary Archive Foundation was created to provide a secure\r\nand permanent future for Project Gutenberg-tm and future generations.\r\nTo learn more about the Project Gutenberg Literary Archive Foundation\r\nand how your efforts and donations can help, see Sections 3 and 4\r\nand the Foundation web page at http://www.pglaf.org.\r\n\r\n\r\nSection 3.  Information about the Project Gutenberg Literary Archive\r\nFoundation\r\n\r\nThe Project Gutenberg Literary Archive Foundation is a non profit\r\n501(c)(3) educational corporation organized under the laws of the\r\nstate of Mississippi and granted tax exempt status by the Internal\r\nRevenue Service.  The Foundation’s EIN or federal tax identification\r\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\r\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\r\nLiterary Archive Foundation are tax deductible to the full extent\r\npermitted by U.S. federal laws and your state’s laws.\r\n\r\nThe Foundation’s principal office is located at 4557 Melan Dr. S.\r\nFairbanks, AK, 99712., but its volunteers and employees are scattered\r\nthroughout numerous locations.  Its business office is located at\r\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\r\nbusiness@pglaf.org.  Email contact links and up to date contact\r\ninformation can be found at the Foundation’s web site and official\r\npage at http://pglaf.org\r\n\r\nFor additional contact information:\r\n     Dr. Gregory B. Newby\r\n     Chief Executive and Director\r\n     gbnewby@pglaf.org\r\n\r\n\r\nSection 4.  Information about Donations to the Project Gutenberg\r\nLiterary Archive Foundation\r\n\r\nProject Gutenberg-tm depends upon and cannot survive without wide\r\nspread public support and donations to carry out its mission of\r\nincreasing the number of public domain and licensed works that can be\r\nfreely distributed in machine readable form accessible by the widest\r\narray of equipment including outdated equipment.  Many small donations\r\n($1 to $5,000) are particularly important to maintaining tax exempt\r\nstatus with the IRS.\r\n\r\nThe Foundation is committed to complying with the laws regulating\r\ncharities and charitable donations in all 50 states of the United\r\nStates.  Compliance requirements are not uniform and it takes a\r\nconsiderable effort, much paperwork and many fees to meet and keep up\r\nwith these requirements.  We do not solicit donations in locations\r\nwhere we have not received written confirmation of compliance.  To\r\nSEND DONATIONS or determine the status of compliance for any\r\nparticular state visit http://pglaf.org\r\n\r\nWhile we cannot and do not solicit contributions from states where we\r\nhave not met the solicitation requirements, we know of no prohibition\r\nagainst accepting unsolicited donations from donors in such states who\r\napproach us with offers to donate.\r\n\r\nInternational donations are gratefully accepted, but we cannot make\r\nany statements concerning tax treatment of donations received from\r\noutside the United States.  U.S. laws alone swamp our small staff.\r\n\r\nPlease check the Project Gutenberg Web pages for current donation\r\nmethods and addresses.  Donations are accepted in a number of other\r\nways including checks, online payments and credit card donations.\r\nTo donate, please visit: http://pglaf.org/donate\r\n\r\n\r\nSection 5.  General Information About Project Gutenberg-tm electronic\r\nworks.\r\n\r\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\r\nconcept of a library of electronic works that could be freely shared\r\nwith anyone.  For thirty years, he produced and distributed Project\r\nGutenberg-tm eBooks with only a loose network of volunteer support.\r\n\r\n\r\nProject Gutenberg-tm eBooks are often created from several printed\r\neditions, all of which are confirmed as Public Domain in the U.S.\r\nunless a copyright notice is included.  Thus, we do not necessarily\r\nkeep eBooks in compliance with any particular paper edition.\r\n\r\n\r\nMost people start at our Web site which has the main PG search facility:\r\n\r\n     http://www.gutenberg.org\r\n\r\nThis Web site includes information about Project Gutenberg-tm,\r\nincluding how to make donations to the Project Gutenberg Literary\r\nArchive Foundation, how to help produce our new eBooks, and how to\r\nsubscribe to our email newsletter to hear about new eBooks.\r\n"]