["﻿The Project Gutenberg eBook of The Adventures of Sherlock Holmes,\r\nby Arthur Conan Doyle\r\n\r\nThis eBook is for the use of anyone anywhere in the United States and\r\nmost other parts of the world at no cost and with almost no restrictions\r\nwhatsoever. You may copy it, give it away or re-use it under the terms\r\nof the Project Gutenberg License included with this eBook or online at\r\nwww.gutenberg.org. If you are not located in the United States, you\r\nwill have to check the laws of the country where you are located before\r\nusing this eBook.\r\n\r\nTitle: The Adventures of Sherlock Holmes\r\n\r\nAuthor: Arthur Conan Doyle\r\n\r\nRelease Date: November 29, 2002 [eBook #1661]\r\n[Most recently updated: October 10, 2023]\r\n\r\nLanguage: English\r\n\r\nCharacter set encoding: UTF-8\r\n\r\nProduced by: an anonymous Project Gutenberg volunteer and Jose Menendez\r\n\r\n*** START OF THE PROJECT GUTENBERG EBOOK THE ADVENTURES OF SHERLOCK\r\nHOLMES ***\r\n\r\n\r\n\r\n\r\nThe Adventures of Sherlock Holmes\r\n\r\nby Arthur Conan Doyle\r\n\r\n\r\nContents\r\n\r\n   I.     A Scandal in Bohemia\r\n   II.    The Red-Headed League\r\n   III.   A Case of Identity\r\n   IV.    The Boscombe Valley Mystery\r\n   V.     The Five Orange Pips\r\n   VI.    The Man with the Twisted Lip\r\n   VII.   The Adventure of the Blue Carbuncle\r\n   VIII.  The Adventure of the Speckled Band\r\n   IX.    The Adventure of the Engineer’s Thumb\r\n   X.     The Adventure of the Noble Bachelor\r\n   XI.    The Adventure of the Beryl Coronet\r\n   XII.   The Adventure of the Copper Beeches\r\n\r\n\r\n\r\n\r\nI. A SCANDAL IN BOHEMIA\r\n\r\n\r\nI.\r\n\r\nTo Sherlock Holmes she is always _the_ woman. I have seldom heard him\r\nmention her under any other name. In his eyes she eclipses and\r\npredominates the whole of her sex. It was not that he felt any emotion\r\nakin to love for Irene Adler. All emotions, and that one particularly,\r\nwere abhorrent to his cold, precise but admirably balanced mind. He\r\nwas, I take it, the most perfect reasoning and observing machine that\r\nthe world has seen, but as a lover he would have placed himself in a\r\nfalse position. He never spoke of the softer passions, save with a gibe\r\nand a sneer. They were admirable things for the observer—excellent for\r\ndrawing the veil from men’s motives and actions. But for the trained\r\nreasoner to admit such intrusions into his own delicate and finely\r\nadjusted temperament was to introduce a distracting factor which might\r\nthrow a doubt upon all his mental results. Grit in a sensitive\r\ninstrument, or a crack in one of his own high-power lenses, would not\r\nbe more disturbing than a strong emotion in a nature such as his. And\r\nyet there was but one woman to him, and that woman was the late Irene\r\nAdler, of dubious and questionable memory.\r\n\r\nI had seen little of Holmes lately. My marriage had drifted us away\r\nfrom each other. My own complete happiness, and the home-centred\r\ninterests which rise up around the man who first finds himself master\r\nof his own establishment, were sufficient to absorb all my attention,\r\nwhile Holmes, who loathed every form of society with his whole Bohemian\r\nsoul, remained in our lodgings in Baker Street, buried among his old\r\nbooks, and alternating from week to week between cocaine and ambition,\r\nthe drowsiness of the drug, and the fierce energy of his own keen\r\nnature. He was still, as ever, deeply attracted by the study of crime,\r\nand occupied his immense faculties and extraordinary powers of\r\nobservation in following out those clues, and clearing up those\r\nmysteries which had been abandoned as hopeless by the official police.\r\nFrom time to time I heard some vague account of his doings: of his\r\nsummons to Odessa in the case of the Trepoff murder, of his clearing up\r\nof the singular tragedy of the Atkinson brothers at Trincomalee, and\r\nfinally of the mission which he had accomplished so delicately and\r\nsuccessfully for the reigning family of Holland. Beyond these signs of\r\nhis activity, however, which I merely shared with all the readers of\r\nthe daily press, I knew little of my former friend and companion.\r\n\r\nOne night—it was on the twentieth of March, 1888—I was returning from a\r\njourney to a patient (for I had now returned to civil practice), when\r\nmy way led me through Baker Street. As I passed the well-remembered\r\ndoor, which must always be associated in my mind with my wooing, and\r\nwith the dark incidents of the Study in Scarlet, I was seized with a\r\nkeen desire to see Holmes again, and to know how he was employing his\r\nextraordinary powers. His rooms were brilliantly lit, and, even as I\r\nlooked up, I saw his tall, spare figure pass twice in a dark silhouette\r\nagainst the blind. He was pacing the room swiftly, eagerly, with his\r\nhead sunk upon his chest and his hands clasped behind him. To me, who\r\nknew his every mood and habit, his attitude and manner told their own\r\nstory. He was at work again. He had risen out of his drug-created\r\ndreams and was hot upon the scent of some new problem. I rang the bell\r\nand was shown up to the chamber which had formerly been in part my own.\r\n\r\nHis manner was not effusive. It seldom was; but he was glad, I think,\r\nto see me. With hardly a word spoken, but with a kindly eye, he waved\r\nme to an armchair, threw across his case of cigars, and indicated a\r\nspirit case and a gasogene in the corner. Then he stood before the fire\r\nand looked me over in his singular introspective fashion.\r\n\r\n“Wedlock suits you,” he remarked. “I think, Watson, that you have put\r\non seven and a half pounds since I saw you.”\r\n\r\n“Seven!” I answered.\r\n\r\n“Indeed, I should have thought a little more. Just a trifle more, I\r\nfancy, Watson. And in practice again, I observe. You did not tell me\r\nthat you intended to go into harness.”\r\n\r\n“Then, how do you know?”\r\n\r\n“I see it, I deduce it. How do I know that you have been getting\r\nyourself very wet lately, and that you have a most clumsy and careless\r\nservant girl?”\r\n\r\n“My dear Holmes,” said I, “this is too much. You would certainly have\r\nbeen burned, had you lived a few centuries ago. It is true that I had a\r\ncountry walk on Thursday and came home in a dreadful mess, but as I\r\nhave changed my clothes I can’t imagine how you deduce it. As to Mary\r\nJane, she is incorrigible, and my wife has given her notice, but there,\r\nagain, I fail to see how you work it out.”\r\n\r\nHe chuckled to himself and rubbed his long, nervous hands together.\r\n\r\n“It is simplicity itself,” said", " you lived a few centuries ago. It is true that I had a\r\ncountry walk on Thursday and came home in a dreadful mess, but as I\r\nhave changed my clothes I can’t imagine how you deduce it. As to Mary\r\nJane, she is incorrigible, and my wife has given her notice, but there,\r\nagain, I fail to see how you work it out.”\r\n\r\nHe chuckled to himself and rubbed his long, nervous hands together.\r\n\r\n“It is simplicity itself,” said he; “my eyes tell me that on the inside\r\nof your left shoe, just where the firelight strikes it, the leather is\r\nscored by six almost parallel cuts. Obviously they have been caused by\r\nsomeone who has very carelessly scraped round the edges of the sole in\r\norder to remove crusted mud from it. Hence, you see, my double\r\ndeduction that you had been out in vile weather, and that you had a\r\nparticularly malignant boot-slitting specimen of the London slavey. As\r\nto your practice, if a gentleman walks into my rooms smelling of\r\niodoform, with a black mark of nitrate of silver upon his right\r\nforefinger, and a bulge on the right side of his top-hat to show where\r\nhe has secreted his stethoscope, I must be dull, indeed, if I do not\r\npronounce him to be an active member of the medical profession.”\r\n\r\nI could not help laughing at the ease with which he explained his\r\nprocess of deduction. “When I hear you give your reasons,” I remarked,\r\n“the thing always appears to me to be so ridiculously simple that I\r\ncould easily do it myself, though at each successive instance of your\r\nreasoning I am baffled until you explain your process. And yet I\r\nbelieve that my eyes are as good as yours.”\r\n\r\n“Quite so,” he answered, lighting a cigarette, and throwing himself\r\ndown into an armchair. “You see, but you do not observe. The\r\ndistinction is clear. For example, you have frequently seen the steps\r\nwhich lead up from the hall to this room.”\r\n\r\n“Frequently.”\r\n\r\n“How often?”\r\n\r\n“Well, some hundreds of times.”\r\n\r\n“Then how many are there?”\r\n\r\n“How many? I don’t know.”\r\n\r\n“Quite so! You have not observed. And yet you have seen. That is just\r\nmy point. Now, I know that there are seventeen steps, because I have\r\nboth seen and observed. By the way, since you are interested in these\r\nlittle problems, and since you are good enough to chronicle one or two\r\nof my trifling experiences, you may be interested in this.” He threw\r\nover a sheet of thick, pink-tinted notepaper which had been lying open\r\nupon the table. “It came by the last post,” said he. “Read it aloud.”\r\n\r\nThe note was undated, and without either signature or address.\r\n\r\n“There will call upon you to-night, at a quarter to eight o’clock,” it\r\nsaid, “a gentleman who desires to consult you upon a matter of the very\r\ndeepest moment. Your recent services to one of the royal houses of\r\nEurope have shown that you are one who may safely be trusted with\r\nmatters which are of an importance which can hardly be exaggerated.\r\nThis account of you we have from all quarters received. Be in your\r\nchamber then at that hour, and do not take it amiss if your visitor\r\nwear a mask.”\r\n\r\n“This is indeed a mystery,” I remarked. “What do you imagine that it\r\nmeans?”\r\n\r\n“I have no data yet. It is a capital mistake to theorise before one has\r\ndata. Insensibly one begins to twist facts to suit theories, instead of\r\ntheories to suit facts. But the note itself. What do you deduce from\r\nit?”\r\n\r\nI carefully examined the writing, and the paper upon which it was\r\nwritten.\r\n\r\n“The man who wrote it was presumably well to do,” I remarked,\r\nendeavouring to imitate my companion’s processes. “Such paper could not\r\nbe bought under half a crown a packet. It is peculiarly strong and\r\nstiff.”\r\n\r\n“Peculiar—that is the very word,” said Holmes. “It is not an English\r\npaper at all. Hold it up to the light.”\r\n\r\nI did so, and saw a large “E” with a small “g,” a “P,” and a large “G”\r\nwith a small “t” woven into the texture of the paper.\r\n\r\n“What do you make of that?” asked Holmes.\r\n\r\n“The name of the maker, no doubt; or his monogram, rather.”\r\n\r\n“Not at all. The ‘G’ with the small ‘t’ stands for ‘Gesellschaft,’\r\nwhich is the German for ‘Company.’ It is a customary contraction like\r\nour ‘Co.’ ‘P,’ of course, stands for ‘Papier.’ Now for the ‘Eg.’ Let us\r\nglance at our Continental Gazetteer.” He took down a heavy brown volume\r\nfrom his shelves. “Eglow, Eglonitz—here we are, Egria. It is in a\r\nGerman-speaking country—in Bohemia, not far from Carlsbad. ‘Remarkable\r\nas being the scene of the death of Wallenstein, and for its numerous\r\nglass-factories and paper-mills.’ Ha, ha, my boy, what do you make of\r\nthat?” His eyes sparkled, and he sent up a great blue triumphant cloud\r\nfrom his cigarette.\r\n\r\n“The paper was made in Bohemia,” I said.\r\n\r\n“Precisely. And the man who wrote the note is a German. Do you note the\r\npeculiar construction of the sentence—‘This account of you we have from\r\nall quarters received.’ A Frenchman or Russian could not have written\r\nthat. It is the German who is so uncourteous to his verbs. It only\r\nremains, therefore, to discover what is wanted by this German who\r\nwrites upon Bohemian paper and prefers wearing a mask to showing his\r\nface. And here he comes, if I am not mistaken, to resolve all our\r\ndoubts.”\r\n\r\nAs he spoke there was the sharp sound of horses’ hoofs and grating\r\nwheels against the curb, followed by a sharp pull at the bell. Holmes\r\nwhistled.\r\n\r\n“A pair, by the sound,” said he. “Yes,” he continued, glancing out of\r\nthe window. “A nice little brougham and a pair of beauties. A hundred\r\nand fifty guineas apiece. There’s money in this case, Watson, if there\r\nis nothing else.”\r\n\r\n“I think that I had better go, Holmes.”\r\n\r\n“Not a bit, Doctor. Stay where you are. I am lost without my Boswell.\r\nAnd this promises to be interesting. It would be a pity to miss it.”\r\n\r\n“But your client—”\r\n\r\n“Never mind him. I may want your help, and so may he. Here he comes.\r\nSit down in that armchair, Doctor, and give us your best attention.”\r\n\r\nA slow and heavy step, which had been heard upon the stairs and in the\r\n", " Holmes.”\r\n\r\n“Not a bit, Doctor. Stay where you are. I am lost without my Boswell.\r\nAnd this promises to be interesting. It would be a pity to miss it.”\r\n\r\n“But your client—”\r\n\r\n“Never mind him. I may want your help, and so may he. Here he comes.\r\nSit down in that armchair, Doctor, and give us your best attention.”\r\n\r\nA slow and heavy step, which had been heard upon the stairs and in the\r\npassage, paused immediately outside the door. Then there was a loud and\r\nauthoritative tap.\r\n\r\n“Come in!” said Holmes.\r\n\r\nA man entered who could hardly have been less than six feet six inches\r\nin height, with the chest and limbs of a Hercules. His dress was rich\r\nwith a richness which would, in England, be looked upon as akin to bad\r\ntaste. Heavy bands of astrakhan were slashed across the sleeves and\r\nfronts of his double-breasted coat, while the deep blue cloak which was\r\nthrown over his shoulders was lined with flame-coloured silk and\r\nsecured at the neck with a brooch which consisted of a single flaming\r\nberyl. Boots which extended halfway up his calves, and which were\r\ntrimmed at the tops with rich brown fur, completed the impression of\r\nbarbaric opulence which was suggested by his whole appearance. He\r\ncarried a broad-brimmed hat in his hand, while he wore across the upper\r\npart of his face, extending down past the cheekbones, a black vizard\r\nmask, which he had apparently adjusted that very moment, for his hand\r\nwas still raised to it as he entered. From the lower part of the face\r\nhe appeared to be a man of strong character, with a thick, hanging lip,\r\nand a long, straight chin suggestive of resolution pushed to the length\r\nof obstinacy.\r\n\r\n“You had my note?” he asked with a deep harsh voice and a strongly\r\nmarked German accent. “I told you that I would call.” He looked from\r\none to the other of us, as if uncertain which to address.\r\n\r\n“Pray take a seat,” said Holmes. “This is my friend and colleague, Dr.\r\nWatson, who is occasionally good enough to help me in my cases. Whom\r\nhave I the honour to address?”\r\n\r\n“You may address me as the Count Von Kramm, a Bohemian nobleman. I\r\nunderstand that this gentleman, your friend, is a man of honour and\r\ndiscretion, whom I may trust with a matter of the most extreme\r\nimportance. If not, I should much prefer to communicate with you\r\nalone.”\r\n\r\nI rose to go, but Holmes caught me by the wrist and pushed me back into\r\nmy chair. “It is both, or none,” said he. “You may say before this\r\ngentleman anything which you may say to me.”\r\n\r\nThe Count shrugged his broad shoulders. “Then I must begin,” said he,\r\n“by binding you both to absolute secrecy for two years; at the end of\r\nthat time the matter will be of no importance. At present it is not too\r\nmuch to say that it is of such weight it may have an influence upon\r\nEuropean history.”\r\n\r\n“I promise,” said Holmes.\r\n\r\n“And I.”\r\n\r\n“You will excuse this mask,” continued our strange visitor. “The august\r\nperson who employs me wishes his agent to be unknown to you, and I may\r\nconfess at once that the title by which I have just called myself is\r\nnot exactly my own.”\r\n\r\n“I was aware of it,” said Holmes dryly.\r\n\r\n“The circumstances are of great delicacy, and every precaution has to\r\nbe taken to quench what might grow to be an immense scandal and\r\nseriously compromise one of the reigning families of Europe. To speak\r\nplainly, the matter implicates the great House of Ormstein, hereditary\r\nkings of Bohemia.”\r\n\r\n“I was also aware of that,” murmured Holmes, settling himself down in\r\nhis armchair and closing his eyes.\r\n\r\nOur visitor glanced with some apparent surprise at the languid,\r\nlounging figure of the man who had been no doubt depicted to him as the\r\nmost incisive reasoner and most energetic agent in Europe. Holmes\r\nslowly reopened his eyes and looked impatiently at his gigantic client.\r\n\r\n“If your Majesty would condescend to state your case,” he remarked, “I\r\nshould be better able to advise you.”\r\n\r\nThe man sprang from his chair and paced up and down the room in\r\nuncontrollable agitation. Then, with a gesture of desperation, he tore\r\nthe mask from his face and hurled it upon the ground. “You are right,”\r\nhe cried; “I am the King. Why should I attempt to conceal it?”\r\n\r\n“Why, indeed?” murmured Holmes. “Your Majesty had not spoken before I\r\nwas aware that I was addressing Wilhelm Gottsreich Sigismond von\r\nOrmstein, Grand Duke of Cassel-Felstein, and hereditary King of\r\nBohemia.”\r\n\r\n“But you can understand,” said our strange visitor, sitting down once\r\nmore and passing his hand over his high white forehead, “you can\r\nunderstand that I am not accustomed to doing such business in my own\r\nperson. Yet the matter was so delicate that I could not confide it to\r\nan agent without putting myself in his power. I have come _incognito_\r\nfrom Prague for the purpose of consulting you.”\r\n\r\n“Then, pray consult,” said Holmes, shutting his eyes once more.\r\n\r\n“The facts are briefly these: Some five years ago, during a lengthy\r\nvisit to Warsaw, I made the acquaintance of the well-known adventuress,\r\nIrene Adler. The name is no doubt familiar to you.”\r\n\r\n“Kindly look her up in my index, Doctor,” murmured Holmes without\r\nopening his eyes. For many years he had adopted a system of docketing\r\nall paragraphs concerning men and things, so that it was difficult to\r\nname a subject or a person on which he could not at once furnish\r\ninformation. In this case I found her biography sandwiched in between\r\nthat of a Hebrew rabbi and that of a staff-commander who had written a\r\nmonograph upon the deep-sea fishes.\r\n\r\n“Let me see!” said Holmes. “Hum! Born in New Jersey in the year 1858.\r\nContralto—hum! La Scala, hum! Prima donna Imperial Opera of Warsaw—yes!\r\nRetired from operatic stage—ha! Living in London—quite so! Your\r\nMajesty, as I understand, became entangled with this young person,\r\nwrote her some compromising letters, and is now desirous of getting\r\nthose letters back.”\r\n\r\n“Precisely so. But how—”\r\n\r\n“Was there a secret marriage?”\r\n\r\n“None.”\r\n\r\n“No legal papers or certificates?”\r\n\r\n“None.”\r\n\r\n“Then I fail to follow your Majesty. If this young person should\r\nproduce her letters for blackmailing or other purposes, how is she to\r\nprove their authenticity?”\r\n\r\n“There is the writing.”\r\n\r\n“Pooh, pooh! Forgery.”\r\n\r\n“My private note-paper.”\r\n\r\n“Stolen.”\r\n\r\n“My own seal.”\r\n\r\n“Im", " so. But how—”\r\n\r\n“Was there a secret marriage?”\r\n\r\n“None.”\r\n\r\n“No legal papers or certificates?”\r\n\r\n“None.”\r\n\r\n“Then I fail to follow your Majesty. If this young person should\r\nproduce her letters for blackmailing or other purposes, how is she to\r\nprove their authenticity?”\r\n\r\n“There is the writing.”\r\n\r\n“Pooh, pooh! Forgery.”\r\n\r\n“My private note-paper.”\r\n\r\n“Stolen.”\r\n\r\n“My own seal.”\r\n\r\n“Imitated.”\r\n\r\n“My photograph.”\r\n\r\n“Bought.”\r\n\r\n“We were both in the photograph.”\r\n\r\n“Oh, dear! That is very bad! Your Majesty has indeed committed an\r\nindiscretion.”\r\n\r\n“I was mad—insane.”\r\n\r\n“You have compromised yourself seriously.”\r\n\r\n“I was only Crown Prince then. I was young. I am but thirty now.”\r\n\r\n“It must be recovered.”\r\n\r\n“We have tried and failed.”\r\n\r\n“Your Majesty must pay. It must be bought.”\r\n\r\n“She will not sell.”\r\n\r\n“Stolen, then.”\r\n\r\n“Five attempts have been made. Twice burglars in my pay ransacked her\r\nhouse. Once we diverted her luggage when she travelled. Twice she has\r\nbeen waylaid. There has been no result.”\r\n\r\n“No sign of it?”\r\n\r\n“Absolutely none.”\r\n\r\nHolmes laughed. “It is quite a pretty little problem,” said he.\r\n\r\n“But a very serious one to me,” returned the King reproachfully.\r\n\r\n“Very, indeed. And what does she propose to do with the photograph?”\r\n\r\n“To ruin me.”\r\n\r\n“But how?”\r\n\r\n“I am about to be married.”\r\n\r\n“So I have heard.”\r\n\r\n“To Clotilde Lothman von Saxe-Meningen, second daughter of the King of\r\nScandinavia. You may know the strict principles of her family. She is\r\nherself the very soul of delicacy. A shadow of a doubt as to my conduct\r\nwould bring the matter to an end.”\r\n\r\n“And Irene Adler?”\r\n\r\n“Threatens to send them the photograph. And she will do it. I know that\r\nshe will do it. You do not know her, but she has a soul of steel. She\r\nhas the face of the most beautiful of women, and the mind of the most\r\nresolute of men. Rather than I should marry another woman, there are no\r\nlengths to which she would not go—none.”\r\n\r\n“You are sure that she has not sent it yet?”\r\n\r\n“I am sure.”\r\n\r\n“And why?”\r\n\r\n“Because she has said that she would send it on the day when the\r\nbetrothal was publicly proclaimed. That will be next Monday.”\r\n\r\n“Oh, then we have three days yet,” said Holmes with a yawn. “That is\r\nvery fortunate, as I have one or two matters of importance to look into\r\njust at present. Your Majesty will, of course, stay in London for the\r\npresent?”\r\n\r\n“Certainly. You will find me at the Langham under the name of the Count\r\nVon Kramm.”\r\n\r\n“Then I shall drop you a line to let you know how we progress.”\r\n\r\n“Pray do so. I shall be all anxiety.”\r\n\r\n“Then, as to money?”\r\n\r\n“You have _carte blanche_.”\r\n\r\n“Absolutely?”\r\n\r\n“I tell you that I would give one of the provinces of my kingdom to\r\nhave that photograph.”\r\n\r\n“And for present expenses?”\r\n\r\nThe King took a heavy chamois leather bag from under his cloak and laid\r\nit on the table.\r\n\r\n“There are three hundred pounds in gold and seven hundred in notes,” he\r\nsaid.\r\n\r\nHolmes scribbled a receipt upon a sheet of his note-book and handed it\r\nto him.\r\n\r\n“And Mademoiselle’s address?” he asked.\r\n\r\n“Is Briony Lodge, Serpentine Avenue, St. John’s Wood.”\r\n\r\nHolmes took a note of it. “One other question,” said he. “Was the\r\nphotograph a cabinet?”\r\n\r\n“It was.”\r\n\r\n“Then, good-night, your Majesty, and I trust that we shall soon have\r\nsome good news for you. And good-night, Watson,” he added, as the\r\nwheels of the royal brougham rolled down the street. “If you will be\r\ngood enough to call to-morrow afternoon at three o’clock I should like\r\nto chat this little matter over with you.”\r\n\r\n\r\nII.\r\n\r\nAt three o’clock precisely I was at Baker Street, but Holmes had not\r\nyet returned. The landlady informed me that he had left the house\r\nshortly after eight o’clock in the morning. I sat down beside the fire,\r\nhowever, with the intention of awaiting him, however long he might be.\r\nI was already deeply interested in his inquiry, for, though it was\r\nsurrounded by none of the grim and strange features which were\r\nassociated with the two crimes which I have already recorded, still,\r\nthe nature of the case and the exalted station of his client gave it a\r\ncharacter of its own. Indeed, apart from the nature of the\r\ninvestigation which my friend had on hand, there was something in his\r\nmasterly grasp of a situation, and his keen, incisive reasoning, which\r\nmade it a pleasure to me to study his system of work, and to follow the\r\nquick, subtle methods by which he disentangled the most inextricable\r\nmysteries. So accustomed was I to his invariable success that the very\r\npossibility of his failing had ceased to enter into my head.\r\n\r\nIt was close upon four before the door opened, and a drunken-looking\r\ngroom, ill-kempt and side-whiskered, with an inflamed face and\r\ndisreputable clothes, walked into the room. Accustomed as I was to my\r\nfriend’s amazing powers in the use of disguises, I had to look three\r\ntimes before I was certain that it was indeed he. With a nod he\r\nvanished into the bedroom, whence he emerged in five minutes\r\ntweed-suited and respectable, as of old. Putting his hands into his\r\npockets, he stretched out his legs in front of the fire and laughed\r\nheartily for some minutes.\r\n\r\n“Well, really!” he cried, and then he choked and laughed again until he\r\nwas obliged to lie back, limp and helpless, in the chair.\r\n\r\n“What is it?”\r\n\r\n“It’s quite too funny. I am sure you could never guess how I employed\r\nmy morning, or what I ended by doing.”\r\n\r\n“I can’t imagine. I suppose that you have been watching the habits, and\r\nperhaps the house, of Miss Irene Adler.”\r\n\r\n“Quite so; but the sequel was rather unusual. I will tell you, however.\r\nI left the house a little after eight o’clock this morning in the\r\ncharacter of a groom out of work. There is a wonderful sympathy and\r\nfreemasonry among horsey men. Be one of them, and you will know all\r\nthat there is to know. I soon found Briony Lodge. It is a _bijou_\r\nvilla, with a garden at the back, but built out in front right up to\r\nthe road, two stories. Chubb lock to the door. Large sitting-room on", " after eight o’clock this morning in the\r\ncharacter of a groom out of work. There is a wonderful sympathy and\r\nfreemasonry among horsey men. Be one of them, and you will know all\r\nthat there is to know. I soon found Briony Lodge. It is a _bijou_\r\nvilla, with a garden at the back, but built out in front right up to\r\nthe road, two stories. Chubb lock to the door. Large sitting-room on\r\nthe right side, well furnished, with long windows almost to the floor,\r\nand those preposterous English window fasteners which a child could\r\nopen. Behind there was nothing remarkable, save that the passage window\r\ncould be reached from the top of the coach-house. I walked round it and\r\nexamined it closely from every point of view, but without noting\r\nanything else of interest.\r\n\r\n“I then lounged down the street and found, as I expected, that there\r\nwas a mews in a lane which runs down by one wall of the garden. I lent\r\nthe ostlers a hand in rubbing down their horses, and received in\r\nexchange twopence, a glass of half-and-half, two fills of shag tobacco,\r\nand as much information as I could desire about Miss Adler, to say\r\nnothing of half a dozen other people in the neighbourhood in whom I was\r\nnot in the least interested, but whose biographies I was compelled to\r\nlisten to.”\r\n\r\n“And what of Irene Adler?” I asked.\r\n\r\n“Oh, she has turned all the men’s heads down in that part. She is the\r\ndaintiest thing under a bonnet on this planet. So say the\r\nSerpentine-mews, to a man. She lives quietly, sings at concerts, drives\r\nout at five every day, and returns at seven sharp for dinner. Seldom\r\ngoes out at other times, except when she sings. Has only one male\r\nvisitor, but a good deal of him. He is dark, handsome, and dashing,\r\nnever calls less than once a day, and often twice. He is a Mr. Godfrey\r\nNorton, of the Inner Temple. See the advantages of a cabman as a\r\nconfidant. They had driven him home a dozen times from Serpentine-mews,\r\nand knew all about him. When I had listened to all they had to tell, I\r\nbegan to walk up and down near Briony Lodge once more, and to think\r\nover my plan of campaign.\r\n\r\n“This Godfrey Norton was evidently an important factor in the matter.\r\nHe was a lawyer. That sounded ominous. What was the relation between\r\nthem, and what the object of his repeated visits? Was she his client,\r\nhis friend, or his mistress? If the former, she had probably\r\ntransferred the photograph to his keeping. If the latter, it was less\r\nlikely. On the issue of this question depended whether I should\r\ncontinue my work at Briony Lodge, or turn my attention to the\r\ngentleman’s chambers in the Temple. It was a delicate point, and it\r\nwidened the field of my inquiry. I fear that I bore you with these\r\ndetails, but I have to let you see my little difficulties, if you are\r\nto understand the situation.”\r\n\r\n“I am following you closely,” I answered.\r\n\r\n“I was still balancing the matter in my mind when a hansom cab drove up\r\nto Briony Lodge, and a gentleman sprang out. He was a remarkably\r\nhandsome man, dark, aquiline, and moustached—evidently the man of whom\r\nI had heard. He appeared to be in a great hurry, shouted to the cabman\r\nto wait, and brushed past the maid who opened the door with the air of\r\na man who was thoroughly at home.\r\n\r\n“He was in the house about half an hour, and I could catch glimpses of\r\nhim in the windows of the sitting-room, pacing up and down, talking\r\nexcitedly, and waving his arms. Of her I could see nothing. Presently\r\nhe emerged, looking even more flurried than before. As he stepped up to\r\nthe cab, he pulled a gold watch from his pocket and looked at it\r\nearnestly, ‘Drive like the devil,’ he shouted, ‘first to Gross &\r\nHankey’s in Regent Street, and then to the Church of St. Monica in the\r\nEdgeware Road. Half a guinea if you do it in twenty minutes!’\r\n\r\n“Away they went, and I was just wondering whether I should not do well\r\nto follow them when up the lane came a neat little landau, the coachman\r\nwith his coat only half-buttoned, and his tie under his ear, while all\r\nthe tags of his harness were sticking out of the buckles. It hadn’t\r\npulled up before she shot out of the hall door and into it. I only\r\ncaught a glimpse of her at the moment, but she was a lovely woman, with\r\na face that a man might die for.\r\n\r\n“‘The Church of St. Monica, John,’ she cried, ‘and half a sovereign if\r\nyou reach it in twenty minutes.’\r\n\r\n“This was quite too good to lose, Watson. I was just balancing whether\r\nI should run for it, or whether I should perch behind her landau when a\r\ncab came through the street. The driver looked twice at such a shabby\r\nfare, but I jumped in before he could object. ‘The Church of St.\r\nMonica,’ said I, ‘and half a sovereign if you reach it in twenty\r\nminutes.’ It was twenty-five minutes to twelve, and of course it was\r\nclear enough what was in the wind.\r\n\r\n“My cabby drove fast. I don’t think I ever drove faster, but the others\r\nwere there before us. The cab and the landau with their steaming horses\r\nwere in front of the door when I arrived. I paid the man and hurried\r\ninto the church. There was not a soul there save the two whom I had\r\nfollowed and a surpliced clergyman, who seemed to be expostulating with\r\nthem. They were all three standing in a knot in front of the altar. I\r\nlounged up the side aisle like any other idler who has dropped into a\r\nchurch. Suddenly, to my surprise, the three at the altar faced round to\r\nme, and Godfrey Norton came running as hard as he could towards me.\r\n\r\n“‘Thank God,’ he cried. ‘You’ll do. Come! Come!’\r\n\r\n“‘What then?’ I asked.\r\n\r\n“‘Come, man, come, only three minutes, or it won’t be legal.’\r\n\r\n“I was half-dragged up to the altar, and before I knew where I was I\r\nfound myself mumbling responses which were whispered in my ear, and\r\nvouching for things of which I knew nothing, and generally assisting in\r\nthe secure tying up of Irene Adler, spinster, to Godfrey Norton,\r\nbachelor. It was all done in an instant, and there was the gentleman\r\nthanking me on the one side and the lady on the other, while the\r\nclergyman beamed on me in", " the altar, and before I knew where I was I\r\nfound myself mumbling responses which were whispered in my ear, and\r\nvouching for things of which I knew nothing, and generally assisting in\r\nthe secure tying up of Irene Adler, spinster, to Godfrey Norton,\r\nbachelor. It was all done in an instant, and there was the gentleman\r\nthanking me on the one side and the lady on the other, while the\r\nclergyman beamed on me in front. It was the most preposterous position\r\nin which I ever found myself in my life, and it was the thought of it\r\nthat started me laughing just now. It seems that there had been some\r\ninformality about their license, that the clergyman absolutely refused\r\nto marry them without a witness of some sort, and that my lucky\r\nappearance saved the bridegroom from having to sally out into the\r\nstreets in search of a best man. The bride gave me a sovereign, and I\r\nmean to wear it on my watch chain in memory of the occasion.”\r\n\r\n“This is a very unexpected turn of affairs,” said I; “and what then?”\r\n\r\n“Well, I found my plans very seriously menaced. It looked as if the\r\npair might take an immediate departure, and so necessitate very prompt\r\nand energetic measures on my part. At the church door, however, they\r\nseparated, he driving back to the Temple, and she to her own house. ‘I\r\nshall drive out in the park at five as usual,’ she said as she left\r\nhim. I heard no more. They drove away in different directions, and I\r\nwent off to make my own arrangements.”\r\n\r\n“Which are?”\r\n\r\n“Some cold beef and a glass of beer,” he answered, ringing the bell. “I\r\nhave been too busy to think of food, and I am likely to be busier still\r\nthis evening. By the way, Doctor, I shall want your co-operation.”\r\n\r\n“I shall be delighted.”\r\n\r\n“You don’t mind breaking the law?”\r\n\r\n“Not in the least.”\r\n\r\n“Nor running a chance of arrest?”\r\n\r\n“Not in a good cause.”\r\n\r\n“Oh, the cause is excellent!”\r\n\r\n“Then I am your man.”\r\n\r\n“I was sure that I might rely on you.”\r\n\r\n“But what is it you wish?”\r\n\r\n“When Mrs. Turner has brought in the tray I will make it clear to you.\r\nNow,” he said as he turned hungrily on the simple fare that our\r\nlandlady had provided, “I must discuss it while I eat, for I have not\r\nmuch time. It is nearly five now. In two hours we must be on the scene\r\nof action. Miss Irene, or Madame, rather, returns from her drive at\r\nseven. We must be at Briony Lodge to meet her.”\r\n\r\n“And what then?”\r\n\r\n“You must leave that to me. I have already arranged what is to occur.\r\nThere is only one point on which I must insist. You must not interfere,\r\ncome what may. You understand?”\r\n\r\n“I am to be neutral?”\r\n\r\n“To do nothing whatever. There will probably be some small\r\nunpleasantness. Do not join in it. It will end in my being conveyed\r\ninto the house. Four or five minutes afterwards the sitting-room window\r\nwill open. You are to station yourself close to that open window.”\r\n\r\n“Yes.”\r\n\r\n“You are to watch me, for I will be visible to you.”\r\n\r\n“Yes.”\r\n\r\n“And when I raise my hand—so—you will throw into the room what I give\r\nyou to throw, and will, at the same time, raise the cry of fire. You\r\nquite follow me?”\r\n\r\n“Entirely.”\r\n\r\n“It is nothing very formidable,” he said, taking a long cigar-shaped\r\nroll from his pocket. “It is an ordinary plumber’s smoke-rocket, fitted\r\nwith a cap at either end to make it self-lighting. Your task is\r\nconfined to that. When you raise your cry of fire, it will be taken up\r\nby quite a number of people. You may then walk to the end of the\r\nstreet, and I will rejoin you in ten minutes. I hope that I have made\r\nmyself clear?”\r\n\r\n“I am to remain neutral, to get near the window, to watch you, and at\r\nthe signal to throw in this object, then to raise the cry of fire, and\r\nto wait you at the corner of the street.”\r\n\r\n“Precisely.”\r\n\r\n“Then you may entirely rely on me.”\r\n\r\n“That is excellent. I think, perhaps, it is almost time that I prepare\r\nfor the new role I have to play.”\r\n\r\nHe disappeared into his bedroom and returned in a few minutes in the\r\ncharacter of an amiable and simple-minded Nonconformist clergyman. His\r\nbroad black hat, his baggy trousers, his white tie, his sympathetic\r\nsmile, and general look of peering and benevolent curiosity were such\r\nas Mr. John Hare alone could have equalled. It was not merely that\r\nHolmes changed his costume. His expression, his manner, his very soul\r\nseemed to vary with every fresh part that he assumed. The stage lost a\r\nfine actor, even as science lost an acute reasoner, when he became a\r\nspecialist in crime.\r\n\r\nIt was a quarter past six when we left Baker Street, and it still\r\nwanted ten minutes to the hour when we found ourselves in Serpentine\r\nAvenue. It was already dusk, and the lamps were just being lighted as\r\nwe paced up and down in front of Briony Lodge, waiting for the coming\r\nof its occupant. The house was just such as I had pictured it from\r\nSherlock Holmes’ succinct description, but the locality appeared to be\r\nless private than I expected. On the contrary, for a small street in a\r\nquiet neighbourhood, it was remarkably animated. There was a group of\r\nshabbily dressed men smoking and laughing in a corner, a\r\nscissors-grinder with his wheel, two guardsmen who were flirting with a\r\nnurse-girl, and several well-dressed young men who were lounging up and\r\ndown with cigars in their mouths.\r\n\r\n“You see,” remarked Holmes, as we paced to and fro in front of the\r\nhouse, “this marriage rather simplifies matters. The photograph becomes\r\na double-edged weapon now. The chances are that she would be as averse\r\nto its being seen by Mr. Godfrey Norton, as our client is to its coming\r\nto the eyes of his princess. Now the question is, Where are we to find\r\nthe photograph?”\r\n\r\n“Where, indeed?”\r\n\r\n“It is most unlikely that she carries it about with her. It is cabinet\r\nsize. Too large for easy concealment about a woman’s dress. She knows\r\nthat the King is capable of having her waylaid and searched. Two\r\nattempts of the sort have already been made. We may take it, then, that\r\nshe does not carry it about with her.”\r\n\r\n“Where, then?”\r\n\r\n“Her banker or her lawyer. There is that double possibility. But I am\r\ninclined to think neither. Women are naturally secretive,", " It is cabinet\r\nsize. Too large for easy concealment about a woman’s dress. She knows\r\nthat the King is capable of having her waylaid and searched. Two\r\nattempts of the sort have already been made. We may take it, then, that\r\nshe does not carry it about with her.”\r\n\r\n“Where, then?”\r\n\r\n“Her banker or her lawyer. There is that double possibility. But I am\r\ninclined to think neither. Women are naturally secretive, and they like\r\nto do their own secreting. Why should she hand it over to anyone else?\r\nShe could trust her own guardianship, but she could not tell what\r\nindirect or political influence might be brought to bear upon a\r\nbusiness man. Besides, remember that she had resolved to use it within\r\na few days. It must be where she can lay her hands upon it. It must be\r\nin her own house.”\r\n\r\n“But it has twice been burgled.”\r\n\r\n“Pshaw! They did not know how to look.”\r\n\r\n“But how will you look?”\r\n\r\n“I will not look.”\r\n\r\n“What then?”\r\n\r\n“I will get her to show me.”\r\n\r\n“But she will refuse.”\r\n\r\n“She will not be able to. But I hear the rumble of wheels. It is her\r\ncarriage. Now carry out my orders to the letter.”\r\n\r\nAs he spoke the gleam of the sidelights of a carriage came round the\r\ncurve of the avenue. It was a smart little landau which rattled up to\r\nthe door of Briony Lodge. As it pulled up, one of the loafing men at\r\nthe corner dashed forward to open the door in the hope of earning a\r\ncopper, but was elbowed away by another loafer, who had rushed up with\r\nthe same intention. A fierce quarrel broke out, which was increased by\r\nthe two guardsmen, who took sides with one of the loungers, and by the\r\nscissors-grinder, who was equally hot upon the other side. A blow was\r\nstruck, and in an instant the lady, who had stepped from her carriage,\r\nwas the centre of a little knot of flushed and struggling men, who\r\nstruck savagely at each other with their fists and sticks. Holmes\r\ndashed into the crowd to protect the lady; but, just as he reached her,\r\nhe gave a cry and dropped to the ground, with the blood running freely\r\ndown his face. At his fall the guardsmen took to their heels in one\r\ndirection and the loungers in the other, while a number of better\r\ndressed people, who had watched the scuffle without taking part in it,\r\ncrowded in to help the lady and to attend to the injured man. Irene\r\nAdler, as I will still call her, had hurried up the steps; but she\r\nstood at the top with her superb figure outlined against the lights of\r\nthe hall, looking back into the street.\r\n\r\n“Is the poor gentleman much hurt?” she asked.\r\n\r\n“He is dead,” cried several voices.\r\n\r\n“No, no, there’s life in him!” shouted another. “But he’ll be gone\r\nbefore you can get him to hospital.”\r\n\r\n“He’s a brave fellow,” said a woman. “They would have had the lady’s\r\npurse and watch if it hadn’t been for him. They were a gang, and a\r\nrough one, too. Ah, he’s breathing now.”\r\n\r\n“He can’t lie in the street. May we bring him in, marm?”\r\n\r\n“Surely. Bring him into the sitting-room. There is a comfortable sofa.\r\nThis way, please!”\r\n\r\nSlowly and solemnly he was borne into Briony Lodge and laid out in the\r\nprincipal room, while I still observed the proceedings from my post by\r\nthe window. The lamps had been lit, but the blinds had not been drawn,\r\nso that I could see Holmes as he lay upon the couch. I do not know\r\nwhether he was seized with compunction at that moment for the part he\r\nwas playing, but I know that I never felt more heartily ashamed of\r\nmyself in my life than when I saw the beautiful creature against whom I\r\nwas conspiring, or the grace and kindliness with which she waited upon\r\nthe injured man. And yet it would be the blackest treachery to Holmes\r\nto draw back now from the part which he had intrusted to me. I hardened\r\nmy heart, and took the smoke-rocket from under my ulster. After all, I\r\nthought, we are not injuring her. We are but preventing her from\r\ninjuring another.\r\n\r\nHolmes had sat up upon the couch, and I saw him motion like a man who\r\nis in need of air. A maid rushed across and threw open the window. At\r\nthe same instant I saw him raise his hand and at the signal I tossed my\r\nrocket into the room with a cry of “Fire!” The word was no sooner out\r\nof my mouth than the whole crowd of spectators, well dressed and\r\nill—gentlemen, ostlers, and servant maids—joined in a general shriek of\r\n“Fire!” Thick clouds of smoke curled through the room and out at the\r\nopen window. I caught a glimpse of rushing figures, and a moment later\r\nthe voice of Holmes from within assuring them that it was a false\r\nalarm. Slipping through the shouting crowd I made my way to the corner\r\nof the street, and in ten minutes was rejoiced to find my friend’s arm\r\nin mine, and to get away from the scene of uproar. He walked swiftly\r\nand in silence for some few minutes until we had turned down one of the\r\nquiet streets which lead towards the Edgeware Road.\r\n\r\n“You did it very nicely, Doctor,” he remarked. “Nothing could have been\r\nbetter. It is all right.”\r\n\r\n“You have the photograph?”\r\n\r\n“I know where it is.”\r\n\r\n“And how did you find out?”\r\n\r\n“She showed me, as I told you she would.”\r\n\r\n“I am still in the dark.”\r\n\r\n“I do not wish to make a mystery,” said he, laughing. “The matter was\r\nperfectly simple. You, of course, saw that everyone in the street was\r\nan accomplice. They were all engaged for the evening.”\r\n\r\n“I guessed as much.”\r\n\r\n“Then, when the row broke out, I had a little moist red paint in the\r\npalm of my hand. I rushed forward, fell down, clapped my hand to my\r\nface, and became a piteous spectacle. It is an old trick.”\r\n\r\n“That also I could fathom.”\r\n\r\n“Then they carried me in. She was bound to have me in. What else could\r\nshe do? And into her sitting-room, which was the very room which I\r\nsuspected. It lay between that and her bedroom, and I was determined to\r\nsee which. They laid me on a couch, I motioned for air, they were\r\ncompelled to open the window, and you had your chance.”\r\n\r\n“How did that help you?”\r\n\r\n“It was all-important. When a woman thinks that her house is on fire,\r\nher instinct is at once to rush to the thing which she values most", " into her sitting-room, which was the very room which I\r\nsuspected. It lay between that and her bedroom, and I was determined to\r\nsee which. They laid me on a couch, I motioned for air, they were\r\ncompelled to open the window, and you had your chance.”\r\n\r\n“How did that help you?”\r\n\r\n“It was all-important. When a woman thinks that her house is on fire,\r\nher instinct is at once to rush to the thing which she values most. It\r\nis a perfectly overpowering impulse, and I have more than once taken\r\nadvantage of it. In the case of the Darlington Substitution Scandal it\r\nwas of use to me, and also in the Arnsworth Castle business. A married\r\nwoman grabs at her baby; an unmarried one reaches for her jewel-box.\r\nNow it was clear to me that our lady of to-day had nothing in the house\r\nmore precious to her than what we are in quest of. She would rush to\r\nsecure it. The alarm of fire was admirably done. The smoke and shouting\r\nwere enough to shake nerves of steel. She responded beautifully. The\r\nphotograph is in a recess behind a sliding panel just above the right\r\nbell-pull. She was there in an instant, and I caught a glimpse of it as\r\nshe half drew it out. When I cried out that it was a false alarm, she\r\nreplaced it, glanced at the rocket, rushed from the room, and I have\r\nnot seen her since. I rose, and, making my excuses, escaped from the\r\nhouse. I hesitated whether to attempt to secure the photograph at once;\r\nbut the coachman had come in, and as he was watching me narrowly, it\r\nseemed safer to wait. A little over-precipitance may ruin all.”\r\n\r\n“And now?” I asked.\r\n\r\n“Our quest is practically finished. I shall call with the King\r\nto-morrow, and with you, if you care to come with us. We will be shown\r\ninto the sitting-room to wait for the lady, but it is probable that\r\nwhen she comes she may find neither us nor the photograph. It might be\r\na satisfaction to his Majesty to regain it with his own hands.”\r\n\r\n“And when will you call?”\r\n\r\n“At eight in the morning. She will not be up, so that we shall have a\r\nclear field. Besides, we must be prompt, for this marriage may mean a\r\ncomplete change in her life and habits. I must wire to the King without\r\ndelay.”\r\n\r\nWe had reached Baker Street and had stopped at the door. He was\r\nsearching his pockets for the key when someone passing said:\r\n\r\n“Good-night, Mister Sherlock Holmes.”\r\n\r\nThere were several people on the pavement at the time, but the greeting\r\nappeared to come from a slim youth in an ulster who had hurried by.\r\n\r\n“I’ve heard that voice before,” said Holmes, staring down the dimly lit\r\nstreet. “Now, I wonder who the deuce that could have been.”\r\n\r\n\r\nIII.\r\n\r\nI slept at Baker Street that night, and we were engaged upon our toast\r\nand coffee in the morning when the King of Bohemia rushed into the\r\nroom.\r\n\r\n“You have really got it!” he cried, grasping Sherlock Holmes by either\r\nshoulder and looking eagerly into his face.\r\n\r\n“Not yet.”\r\n\r\n“But you have hopes?”\r\n\r\n“I have hopes.”\r\n\r\n“Then, come. I am all impatience to be gone.”\r\n\r\n“We must have a cab.”\r\n\r\n“No, my brougham is waiting.”\r\n\r\n“Then that will simplify matters.” We descended and started off once\r\nmore for Briony Lodge.\r\n\r\n“Irene Adler is married,” remarked Holmes.\r\n\r\n“Married! When?”\r\n\r\n“Yesterday.”\r\n\r\n“But to whom?”\r\n\r\n“To an English lawyer named Norton.”\r\n\r\n“But she could not love him.”\r\n\r\n“I am in hopes that she does.”\r\n\r\n“And why in hopes?”\r\n\r\n“Because it would spare your Majesty all fear of future annoyance. If\r\nthe lady loves her husband, she does not love your Majesty. If she does\r\nnot love your Majesty, there is no reason why she should interfere with\r\nyour Majesty’s plan.”\r\n\r\n“It is true. And yet—! Well! I wish she had been of my own station!\r\nWhat a queen she would have made!” He relapsed into a moody silence,\r\nwhich was not broken until we drew up in Serpentine Avenue.\r\n\r\nThe door of Briony Lodge was open, and an elderly woman stood upon the\r\nsteps. She watched us with a sardonic eye as we stepped from the\r\nbrougham.\r\n\r\n“Mr. Sherlock Holmes, I believe?” said she.\r\n\r\n“I am Mr. Holmes,” answered my companion, looking at her with a\r\nquestioning and rather startled gaze.\r\n\r\n“Indeed! My mistress told me that you were likely to call. She left\r\nthis morning with her husband by the 5:15 train from Charing Cross for\r\nthe Continent.”\r\n\r\n“What!” Sherlock Holmes staggered back, white with chagrin and\r\nsurprise. “Do you mean that she has left England?”\r\n\r\n“Never to return.”\r\n\r\n“And the papers?” asked the King hoarsely. “All is lost.”\r\n\r\n“We shall see.” He pushed past the servant and rushed into the\r\ndrawing-room, followed by the King and myself. The furniture was\r\nscattered about in every direction, with dismantled shelves and open\r\ndrawers, as if the lady had hurriedly ransacked them before her flight.\r\nHolmes rushed at the bell-pull, tore back a small sliding shutter, and,\r\nplunging in his hand, pulled out a photograph and a letter. The\r\nphotograph was of Irene Adler herself in evening dress, the letter was\r\nsuperscribed to “Sherlock Holmes, Esq. To be left till called for.” My\r\nfriend tore it open, and we all three read it together. It was dated at\r\nmidnight of the preceding night and ran in this way:\r\n\r\n    “MY DEAR MR. SHERLOCK HOLMES,—You really did it very well. You took\r\n    me in completely. Until after the alarm of fire, I had not a\r\n    suspicion. But then, when I found how I had betrayed myself, I\r\n    began to think. I had been warned against you months ago. I had\r\n    been told that, if the King employed an agent, it would certainly\r\n    be you. And your address had been given me. Yet, with all this, you\r\n    made me reveal what you wanted to know. Even after I became\r\n    suspicious, I found it hard to think evil of such a dear, kind old\r\n    clergyman. But, you know, I have been trained as an actress myself.\r\n    Male costume is nothing new to me. I often take advantage of the\r\n    freedom which it gives. I sent John, the coachman, to watch you,\r\n    ran upstairs, got into my walking clothes, as I call them, and came\r\n    down just as you departed.\r\n\r\n    “Well, I followed you to your door, and so made sure that I was\r\n    really an object of interest to the celebrated Mr. Sherlock Holmes.\r\n    Then I, rather", " actress myself.\r\n    Male costume is nothing new to me. I often take advantage of the\r\n    freedom which it gives. I sent John, the coachman, to watch you,\r\n    ran upstairs, got into my walking clothes, as I call them, and came\r\n    down just as you departed.\r\n\r\n    “Well, I followed you to your door, and so made sure that I was\r\n    really an object of interest to the celebrated Mr. Sherlock Holmes.\r\n    Then I, rather imprudently, wished you good-night, and started for\r\n    the Temple to see my husband.\r\n\r\n    “We both thought the best resource was flight, when pursued by so\r\n    formidable an antagonist; so you will find the nest empty when you\r\n    call to-morrow. As to the photograph, your client may rest in\r\n    peace. I love and am loved by a better man than he. The King may do\r\n    what he will without hindrance from one whom he has cruelly\r\n    wronged. I keep it only to safeguard myself, and to preserve a\r\n    weapon which will always secure me from any steps which he might\r\n    take in the future. I leave a photograph which he might care to\r\n    possess; and I remain, dear Mr. Sherlock Holmes,\r\n\r\n\r\n    “Very truly yours,\r\n\r\n    “IRENE NORTON, _née_ ADLER.”\r\n\r\n\r\n“What a woman—oh, what a woman!” cried the King of Bohemia, when we had\r\nall three read this epistle. “Did I not tell you how quick and resolute\r\nshe was? Would she not have made an admirable queen? Is it not a pity\r\nthat she was not on my level?”\r\n\r\n“From what I have seen of the lady, she seems, indeed, to be on a very\r\ndifferent level to your Majesty,” said Holmes coldly. “I am sorry that\r\nI have not been able to bring your Majesty’s business to a more\r\nsuccessful conclusion.”\r\n\r\n“On the contrary, my dear sir,” cried the King; “nothing could be more\r\nsuccessful. I know that her word is inviolate. The photograph is now as\r\nsafe as if it were in the fire.”\r\n\r\n“I am glad to hear your Majesty say so.”\r\n\r\n“I am immensely indebted to you. Pray tell me in what way I can reward\r\nyou. This ring—” He slipped an emerald snake ring from his finger and\r\nheld it out upon the palm of his hand.\r\n\r\n“Your Majesty has something which I should value even more highly,”\r\nsaid Holmes.\r\n\r\n“You have but to name it.”\r\n\r\n“This photograph!”\r\n\r\nThe King stared at him in amazement.\r\n\r\n“Irene’s photograph!” he cried. “Certainly, if you wish it.”\r\n\r\n“I thank your Majesty. Then there is no more to be done in the matter.\r\nI have the honour to wish you a very good morning.” He bowed, and,\r\nturning away without observing the hand which the King had stretched\r\nout to him, he set off in my company for his chambers.\r\n\r\nAnd that was how a great scandal threatened to affect the kingdom of\r\nBohemia, and how the best plans of Mr. Sherlock Holmes were beaten by a\r\nwoman’s wit. He used to make merry over the cleverness of women, but I\r\nhave not heard him do it of late. And when he speaks of Irene Adler, or\r\nwhen he refers to her photograph, it is always under the honourable\r\ntitle of _the_ woman.\r\n\r\n\r\n\r\n\r\nII. THE RED-HEADED LEAGUE\r\n\r\n\r\n I had called upon my friend, Mr. Sherlock Holmes, one day in the\r\n autumn of last year and found him in deep conversation with a very\r\n stout, florid-faced, elderly gentleman with fiery red hair. With an\r\n apology for my intrusion, I was about to withdraw when Holmes pulled\r\n me abruptly into the room and closed the door behind me.\r\n\r\n“You could not possibly have come at a better time, my dear Watson,” he\r\nsaid cordially.\r\n\r\n“I was afraid that you were engaged.”\r\n\r\n“So I am. Very much so.”\r\n\r\n“Then I can wait in the next room.”\r\n\r\n“Not at all. This gentleman, Mr. Wilson, has been my partner and helper\r\nin many of my most successful cases, and I have no doubt that he will\r\nbe of the utmost use to me in yours also.”\r\n\r\nThe stout gentleman half rose from his chair and gave a bob of\r\ngreeting, with a quick little questioning glance from his small\r\nfat-encircled eyes.\r\n\r\n“Try the settee,” said Holmes, relapsing into his armchair and putting\r\nhis fingertips together, as was his custom when in judicial moods. “I\r\nknow, my dear Watson, that you share my love of all that is bizarre and\r\noutside the conventions and humdrum routine of everyday life. You have\r\nshown your relish for it by the enthusiasm which has prompted you to\r\nchronicle, and, if you will excuse my saying so, somewhat to embellish\r\nso many of my own little adventures.”\r\n\r\n“Your cases have indeed been of the greatest interest to me,” I\r\nobserved.\r\n\r\n“You will remember that I remarked the other day, just before we went\r\ninto the very simple problem presented by Miss Mary Sutherland, that\r\nfor strange effects and extraordinary combinations we must go to life\r\nitself, which is always far more daring than any effort of the\r\nimagination.”\r\n\r\n“A proposition which I took the liberty of doubting.”\r\n\r\n“You did, Doctor, but none the less you must come round to my view, for\r\notherwise I shall keep on piling fact upon fact on you until your\r\nreason breaks down under them and acknowledges me to be right. Now, Mr.\r\nJabez Wilson here has been good enough to call upon me this morning,\r\nand to begin a narrative which promises to be one of the most singular\r\nwhich I have listened to for some time. You have heard me remark that\r\nthe strangest and most unique things are very often connected not with\r\nthe larger but with the smaller crimes, and occasionally, indeed, where\r\nthere is room for doubt whether any positive crime has been committed.\r\nAs far as I have heard, it is impossible for me to say whether the\r\npresent case is an instance of crime or not, but the course of events\r\nis certainly among the most singular that I have ever listened to.\r\nPerhaps, Mr. Wilson, you would have the great kindness to recommence\r\nyour narrative. I ask you not merely because my friend Dr. Watson has\r\nnot heard the opening part but also because the peculiar nature of the\r\nstory makes me anxious to have every possible detail from your lips. As\r\na rule, when I have heard some slight indication of the course of\r\nevents, I am able to guide myself by the thousands of other similar\r\ncases which occur to my memory. In the present instance I am forced to\r\nadmit that the facts are, to the best of my belief, unique.”\r\n\r\nThe portly client puffed out his chest with an appearance of some\r\nlittle pride and pulled a dirty and wrinkled newspaper from the inside\r\npocket of his greatcoat. As he glanced down the advertisement column,\r\nwith his head thrust forward", " course of\r\nevents, I am able to guide myself by the thousands of other similar\r\ncases which occur to my memory. In the present instance I am forced to\r\nadmit that the facts are, to the best of my belief, unique.”\r\n\r\nThe portly client puffed out his chest with an appearance of some\r\nlittle pride and pulled a dirty and wrinkled newspaper from the inside\r\npocket of his greatcoat. As he glanced down the advertisement column,\r\nwith his head thrust forward and the paper flattened out upon his knee,\r\nI took a good look at the man and endeavoured, after the fashion of my\r\ncompanion, to read the indications which might be presented by his\r\ndress or appearance.\r\n\r\nI did not gain very much, however, by my inspection. Our visitor bore\r\nevery mark of being an average commonplace British tradesman, obese,\r\npompous, and slow. He wore rather baggy grey shepherd’s check trousers,\r\na not over-clean black frock-coat, unbuttoned in the front, and a drab\r\nwaistcoat with a heavy brassy Albert chain, and a square pierced bit of\r\nmetal dangling down as an ornament. A frayed top-hat and a faded brown\r\novercoat with a wrinkled velvet collar lay upon a chair beside him.\r\nAltogether, look as I would, there was nothing remarkable about the man\r\nsave his blazing red head, and the expression of extreme chagrin and\r\ndiscontent upon his features.\r\n\r\nSherlock Holmes’ quick eye took in my occupation, and he shook his head\r\nwith a smile as he noticed my questioning glances. “Beyond the obvious\r\nfacts that he has at some time done manual labour, that he takes snuff,\r\nthat he is a Freemason, that he has been in China, and that he has done\r\na considerable amount of writing lately, I can deduce nothing else.”\r\n\r\nMr. Jabez Wilson started up in his chair, with his forefinger upon the\r\npaper, but his eyes upon my companion.\r\n\r\n“How, in the name of good-fortune, did you know all that, Mr. Holmes?”\r\nhe asked. “How did you know, for example, that I did manual labour.\r\nIt’s as true as gospel, for I began as a ship’s carpenter.”\r\n\r\n“Your hands, my dear sir. Your right hand is quite a size larger than\r\nyour left. You have worked with it, and the muscles are more\r\ndeveloped.”\r\n\r\n“Well, the snuff, then, and the Freemasonry?”\r\n\r\n“I won’t insult your intelligence by telling you how I read that,\r\nespecially as, rather against the strict rules of your order, you use\r\nan arc-and-compass breastpin.”\r\n\r\n“Ah, of course, I forgot that. But the writing?”\r\n\r\n“What else can be indicated by that right cuff so very shiny for five\r\ninches, and the left one with the smooth patch near the elbow where you\r\nrest it upon the desk?”\r\n\r\n“Well, but China?”\r\n\r\n“The fish that you have tattooed immediately above your right wrist\r\ncould only have been done in China. I have made a small study of tattoo\r\nmarks and have even contributed to the literature of the subject. That\r\ntrick of staining the fishes’ scales of a delicate pink is quite\r\npeculiar to China. When, in addition, I see a Chinese coin hanging from\r\nyour watch-chain, the matter becomes even more simple.”\r\n\r\nMr. Jabez Wilson laughed heavily. “Well, I never!” said he. “I thought\r\nat first that you had done something clever, but I see that there was\r\nnothing in it after all.”\r\n\r\n“I begin to think, Watson,” said Holmes, “that I make a mistake in\r\nexplaining. ‘_Omne ignotum pro magnifico_,’ you know, and my poor\r\nlittle reputation, such as it is, will suffer shipwreck if I am so\r\ncandid. Can you not find the advertisement, Mr. Wilson?”\r\n\r\n“Yes, I have got it now,” he answered with his thick red finger planted\r\nhalfway down the column. “Here it is. This is what began it all. You\r\njust read it for yourself, sir.”\r\n\r\nI took the paper from him and read as follows:\r\n\r\n“TO THE RED-HEADED LEAGUE: On account of the bequest of the late\r\nEzekiah Hopkins, of Lebanon, Pennsylvania, U.S.A., there is now another\r\nvacancy open which entitles a member of the League to a salary of £ 4 a\r\nweek for purely nominal services. All red-headed men who are sound in\r\nbody and mind and above the age of twenty-one years, are eligible.\r\nApply in person on Monday, at eleven o’clock, to Duncan Ross, at the\r\noffices of the League, 7 Pope’s Court, Fleet Street.”\r\n\r\n\r\n“What on earth does this mean?” I ejaculated after I had twice read\r\nover the extraordinary announcement.\r\n\r\nHolmes chuckled and wriggled in his chair, as was his habit when in\r\nhigh spirits. “It is a little off the beaten track, isn’t it?” said he.\r\n“And now, Mr. Wilson, off you go at scratch and tell us all about\r\nyourself, your household, and the effect which this advertisement had\r\nupon your fortunes. You will first make a note, Doctor, of the paper\r\nand the date.”\r\n\r\n“It is _The Morning Chronicle_ of April 27, 1890. Just two months ago.”\r\n\r\n“Very good. Now, Mr. Wilson?”\r\n\r\n“Well, it is just as I have been telling you, Mr. Sherlock Holmes,”\r\nsaid Jabez Wilson, mopping his forehead; “I have a small pawnbroker’s\r\nbusiness at Coburg Square, near the City. It’s not a very large affair,\r\nand of late years it has not done more than just give me a living. I\r\nused to be able to keep two assistants, but now I only keep one; and I\r\nwould have a job to pay him but that he is willing to come for half\r\nwages so as to learn the business.”\r\n\r\n“What is the name of this obliging youth?” asked Sherlock Holmes.\r\n\r\n“His name is Vincent Spaulding, and he’s not such a youth, either. It’s\r\nhard to say his age. I should not wish a smarter assistant, Mr. Holmes;\r\nand I know very well that he could better himself and earn twice what I\r\nam able to give him. But, after all, if he is satisfied, why should I\r\nput ideas in his head?”\r\n\r\n“Why, indeed? You seem most fortunate in having an _employé_ who comes\r\nunder the full market price. It is not a common experience among\r\nemployers in this age. I don’t know that your assistant is not as\r\nremarkable as your advertisement.”\r\n\r\n“Oh, he has his faults, too,” said Mr. Wilson. “Never was such a fellow\r\nfor photography. Snapping away with a camera when he ought to be\r\nimproving his mind, and then diving down into the cellar like a rabbit\r\ninto its hole to develop his pictures. That is his main fault,", ". It is not a common experience among\r\nemployers in this age. I don’t know that your assistant is not as\r\nremarkable as your advertisement.”\r\n\r\n“Oh, he has his faults, too,” said Mr. Wilson. “Never was such a fellow\r\nfor photography. Snapping away with a camera when he ought to be\r\nimproving his mind, and then diving down into the cellar like a rabbit\r\ninto its hole to develop his pictures. That is his main fault, but on\r\nthe whole he’s a good worker. There’s no vice in him.”\r\n\r\n“He is still with you, I presume?”\r\n\r\n“Yes, sir. He and a girl of fourteen, who does a bit of simple cooking\r\nand keeps the place clean—that’s all I have in the house, for I am a\r\nwidower and never had any family. We live very quietly, sir, the three\r\nof us; and we keep a roof over our heads and pay our debts, if we do\r\nnothing more.\r\n\r\n“The first thing that put us out was that advertisement. Spaulding, he\r\ncame down into the office just this day eight weeks, with this very\r\npaper in his hand, and he says:\r\n\r\n“‘I wish to the Lord, Mr. Wilson, that I was a red-headed man.’\r\n\r\n“‘Why that?’ I asks.\r\n\r\n“‘Why,’ says he, ‘here’s another vacancy on the League of the\r\nRed-headed Men. It’s worth quite a little fortune to any man who gets\r\nit, and I understand that there are more vacancies than there are men,\r\nso that the trustees are at their wits’ end what to do with the money.\r\nIf my hair would only change colour, here’s a nice little crib all\r\nready for me to step into.’\r\n\r\n“‘Why, what is it, then?’ I asked. You see, Mr. Holmes, I am a very\r\nstay-at-home man, and as my business came to me instead of my having to\r\ngo to it, I was often weeks on end without putting my foot over the\r\ndoor-mat. In that way I didn’t know much of what was going on outside,\r\nand I was always glad of a bit of news.\r\n\r\n“‘Have you never heard of the League of the Red-headed Men?’ he asked\r\nwith his eyes open.\r\n\r\n“‘Never.’\r\n\r\n“‘Why, I wonder at that, for you are eligible yourself for one of the\r\nvacancies.’\r\n\r\n“‘And what are they worth?’ I asked.\r\n\r\n“‘Oh, merely a couple of hundred a year, but the work is slight, and it\r\nneed not interfere very much with one’s other occupations.’\r\n\r\n“Well, you can easily think that that made me prick up my ears, for the\r\nbusiness has not been over good for some years, and an extra couple of\r\nhundred would have been very handy.\r\n\r\n“‘Tell me all about it,’ said I.\r\n\r\n“‘Well,’ said he, showing me the advertisement, ‘you can see for\r\nyourself that the League has a vacancy, and there is the address where\r\nyou should apply for particulars. As far as I can make out, the League\r\nwas founded by an American millionaire, Ezekiah Hopkins, who was very\r\npeculiar in his ways. He was himself red-headed, and he had a great\r\nsympathy for all red-headed men; so, when he died, it was found that he\r\nhad left his enormous fortune in the hands of trustees, with\r\ninstructions to apply the interest to the providing of easy berths to\r\nmen whose hair is of that colour. From all I hear it is splendid pay\r\nand very little to do.’\r\n\r\n“‘But,’ said I, ‘there would be millions of red-headed men who would\r\napply.’\r\n\r\n“‘Not so many as you might think,’ he answered. ‘You see it is really\r\nconfined to Londoners, and to grown men. This American had started from\r\nLondon when he was young, and he wanted to do the old town a good turn.\r\nThen, again, I have heard it is no use your applying if your hair is\r\nlight red, or dark red, or anything but real bright, blazing, fiery\r\nred. Now, if you cared to apply, Mr. Wilson, you would just walk in;\r\nbut perhaps it would hardly be worth your while to put yourself out of\r\nthe way for the sake of a few hundred pounds.’\r\n\r\n“Now, it is a fact, gentlemen, as you may see for yourselves, that my\r\nhair is of a very full and rich tint, so that it seemed to me that if\r\nthere was to be any competition in the matter I stood as good a chance\r\nas any man that I had ever met. Vincent Spaulding seemed to know so\r\nmuch about it that I thought he might prove useful, so I just ordered\r\nhim to put up the shutters for the day and to come right away with me.\r\nHe was very willing to have a holiday, so we shut the business up and\r\nstarted off for the address that was given us in the advertisement.\r\n\r\n“I never hope to see such a sight as that again, Mr. Holmes. From\r\nnorth, south, east, and west every man who had a shade of red in his\r\nhair had tramped into the city to answer the advertisement. Fleet\r\nStreet was choked with red-headed folk, and Pope’s Court looked like a\r\ncoster’s orange barrow. I should not have thought there were so many in\r\nthe whole country as were brought together by that single\r\nadvertisement. Every shade of colour they were—straw, lemon, orange,\r\nbrick, Irish-setter, liver, clay; but, as Spaulding said, there were\r\nnot many who had the real vivid flame-coloured tint. When I saw how\r\nmany were waiting, I would have given it up in despair; but Spaulding\r\nwould not hear of it. How he did it I could not imagine, but he pushed\r\nand pulled and butted until he got me through the crowd, and right up\r\nto the steps which led to the office. There was a double stream upon\r\nthe stair, some going up in hope, and some coming back dejected; but we\r\nwedged in as well as we could and soon found ourselves in the office.”\r\n\r\n“Your experience has been a most entertaining one,” remarked Holmes as\r\nhis client paused and refreshed his memory with a huge pinch of snuff.\r\n“Pray continue your very interesting statement.”\r\n\r\n“There was nothing in the office but a couple of wooden chairs and a\r\ndeal table, behind which sat a small man with a head that was even\r\nredder than mine. He said a few words to each candidate as he came up,\r\nand then he always managed to find some fault in them which would\r\ndisqualify them. Getting a vacancy did not seem to be such a very easy\r\nmatter, after all. However, when our turn came the little man was much\r\nmore favourable to me than to any of the others, and he closed the door\r\nas we entered, so that he might have a private word with us.\r\n\r\n“‘This is Mr. Jabez Wilson,’ said my assistant, ‘", " he came up,\r\nand then he always managed to find some fault in them which would\r\ndisqualify them. Getting a vacancy did not seem to be such a very easy\r\nmatter, after all. However, when our turn came the little man was much\r\nmore favourable to me than to any of the others, and he closed the door\r\nas we entered, so that he might have a private word with us.\r\n\r\n“‘This is Mr. Jabez Wilson,’ said my assistant, ‘and he is willing to\r\nfill a vacancy in the League.’\r\n\r\n“‘And he is admirably suited for it,’ the other answered. ‘He has every\r\nrequirement. I cannot recall when I have seen anything so fine.’ He\r\ntook a step backward, cocked his head on one side, and gazed at my hair\r\nuntil I felt quite bashful. Then suddenly he plunged forward, wrung my\r\nhand, and congratulated me warmly on my success.\r\n\r\n“‘It would be injustice to hesitate,’ said he. ‘You will, however, I am\r\nsure, excuse me for taking an obvious precaution.’ With that he seized\r\nmy hair in both his hands, and tugged until I yelled with the pain.\r\n‘There is water in your eyes,’ said he as he released me. ‘I perceive\r\nthat all is as it should be. But we have to be careful, for we have\r\ntwice been deceived by wigs and once by paint. I could tell you tales\r\nof cobbler’s wax which would disgust you with human nature.’ He stepped\r\nover to the window and shouted through it at the top of his voice that\r\nthe vacancy was filled. A groan of disappointment came up from below,\r\nand the folk all trooped away in different directions until there was\r\nnot a red-head to be seen except my own and that of the manager.\r\n\r\n“‘My name,’ said he, ‘is Mr. Duncan Ross, and I am myself one of the\r\npensioners upon the fund left by our noble benefactor. Are you a\r\nmarried man, Mr. Wilson? Have you a family?’\r\n\r\n“I answered that I had not.\r\n\r\n“His face fell immediately.\r\n\r\n“‘Dear me!’ he said gravely, ‘that is very serious indeed! I am sorry\r\nto hear you say that. The fund was, of course, for the propagation and\r\nspread of the red-heads as well as for their maintenance. It is\r\nexceedingly unfortunate that you should be a bachelor.’\r\n\r\n“My face lengthened at this, Mr. Holmes, for I thought that I was not\r\nto have the vacancy after all; but after thinking it over for a few\r\nminutes he said that it would be all right.\r\n\r\n“‘In the case of another,’ said he, ‘the objection might be fatal, but\r\nwe must stretch a point in favour of a man with such a head of hair as\r\nyours. When shall you be able to enter upon your new duties?’\r\n\r\n“‘Well, it is a little awkward, for I have a business already,’ said I.\r\n\r\n“‘Oh, never mind about that, Mr. Wilson!’ said Vincent Spaulding. ‘I\r\nshould be able to look after that for you.’\r\n\r\n“‘What would be the hours?’ I asked.\r\n\r\n“‘Ten to two.’\r\n\r\n“Now a pawnbroker’s business is mostly done of an evening, Mr. Holmes,\r\nespecially Thursday and Friday evening, which is just before pay-day;\r\nso it would suit me very well to earn a little in the mornings.\r\nBesides, I knew that my assistant was a good man, and that he would see\r\nto anything that turned up.\r\n\r\n“‘That would suit me very well,’ said I. ‘And the pay?’\r\n\r\n“‘Is £ 4 a week.’\r\n\r\n“‘And the work?’\r\n\r\n“‘Is purely nominal.’\r\n\r\n“‘What do you call purely nominal?’\r\n\r\n“‘Well, you have to be in the office, or at least in the building, the\r\nwhole time. If you leave, you forfeit your whole position forever. The\r\nwill is very clear upon that point. You don’t comply with the\r\nconditions if you budge from the office during that time.’\r\n\r\n“‘It’s only four hours a day, and I should not think of leaving,’ said\r\nI.\r\n\r\n“‘No excuse will avail,’ said Mr. Duncan Ross; ‘neither sickness nor\r\nbusiness nor anything else. There you must stay, or you lose your\r\nbillet.’\r\n\r\n“‘And the work?’\r\n\r\n“‘Is to copy out the _Encyclopædia Britannica_. There is the first\r\nvolume of it in that press. You must find your own ink, pens, and\r\nblotting-paper, but we provide this table and chair. Will you be ready\r\nto-morrow?’\r\n\r\n“‘Certainly,’ I answered.\r\n\r\n“‘Then, good-bye, Mr. Jabez Wilson, and let me congratulate you once\r\nmore on the important position which you have been fortunate enough to\r\ngain.’ He bowed me out of the room and I went home with my assistant,\r\nhardly knowing what to say or do, I was so pleased at my own good\r\nfortune.\r\n\r\n“Well, I thought over the matter all day, and by evening I was in low\r\nspirits again; for I had quite persuaded myself that the whole affair\r\nmust be some great hoax or fraud, though what its object might be I\r\ncould not imagine. It seemed altogether past belief that anyone could\r\nmake such a will, or that they would pay such a sum for doing anything\r\nso simple as copying out the _Encyclopædia Britannica_. Vincent\r\nSpaulding did what he could to cheer me up, but by bedtime I had\r\nreasoned myself out of the whole thing. However, in the morning I\r\ndetermined to have a look at it anyhow, so I bought a penny bottle of\r\nink, and with a quill-pen, and seven sheets of foolscap paper, I\r\nstarted off for Pope’s Court.\r\n\r\n“Well, to my surprise and delight, everything was as right as possible.\r\nThe table was set out ready for me, and Mr. Duncan Ross was there to\r\nsee that I got fairly to work. He started me off upon the letter A, and\r\nthen he left me; but he would drop in from time to time to see that all\r\nwas right with me. At two o’clock he bade me good-day, complimented me\r\nupon the amount that I had written, and locked the door of the office\r\nafter me.\r\n\r\n“This went on day after day, Mr. Holmes, and on Saturday the manager\r\ncame in and planked down four golden sovereigns for my week’s work. It\r\nwas the same next week, and the same the week after. Every morning I\r\nwas there at ten, and every afternoon I left at two. By degrees Mr.\r\nDuncan Ross took to coming in only once of a morning, and then, after a\r\ntime, he did not come in at all. Still, of course, I never dared to\r\nleave the room for an instant, for I was not sure when he might come,\r\nand the billet was", "’s work. It\r\nwas the same next week, and the same the week after. Every morning I\r\nwas there at ten, and every afternoon I left at two. By degrees Mr.\r\nDuncan Ross took to coming in only once of a morning, and then, after a\r\ntime, he did not come in at all. Still, of course, I never dared to\r\nleave the room for an instant, for I was not sure when he might come,\r\nand the billet was such a good one, and suited me so well, that I would\r\nnot risk the loss of it.\r\n\r\n“Eight weeks passed away like this, and I had written about Abbots and\r\nArchery and Armour and Architecture and Attica, and hoped with\r\ndiligence that I might get on to the B’s before very long. It cost me\r\nsomething in foolscap, and I had pretty nearly filled a shelf with my\r\nwritings. And then suddenly the whole business came to an end.”\r\n\r\n“To an end?”\r\n\r\n“Yes, sir. And no later than this morning. I went to my work as usual\r\nat ten o’clock, but the door was shut and locked, with a little square\r\nof cardboard hammered on to the middle of the panel with a tack. Here\r\nit is, and you can read for yourself.”\r\n\r\nHe held up a piece of white cardboard about the size of a sheet of\r\nnote-paper. It read in this fashion:\r\n\r\n“THE RED-HEADED LEAGUE IS DISSOLVED. October 9, 1890.”\r\n\r\n\r\nSherlock Holmes and I surveyed this curt announcement and the rueful\r\nface behind it, until the comical side of the affair so completely\r\novertopped every other consideration that we both burst out into a roar\r\nof laughter.\r\n\r\n“I cannot see that there is anything very funny,” cried our client,\r\nflushing up to the roots of his flaming head. “If you can do nothing\r\nbetter than laugh at me, I can go elsewhere.”\r\n\r\n“No, no,” cried Holmes, shoving him back into the chair from which he\r\nhad half risen. “I really wouldn’t miss your case for the world. It is\r\nmost refreshingly unusual. But there is, if you will excuse my saying\r\nso, something just a little funny about it. Pray what steps did you\r\ntake when you found the card upon the door?”\r\n\r\n“I was staggered, sir. I did not know what to do. Then I called at the\r\noffices round, but none of them seemed to know anything about it.\r\nFinally, I went to the landlord, who is an accountant living on the\r\nground floor, and I asked him if he could tell me what had become of\r\nthe Red-headed League. He said that he had never heard of any such\r\nbody. Then I asked him who Mr. Duncan Ross was. He answered that the\r\nname was new to him.\r\n\r\n“‘Well,’ said I, ‘the gentleman at No. 4.’\r\n\r\n“‘What, the red-headed man?’\r\n\r\n“‘Yes.’\r\n\r\n“‘Oh,’ said he, ‘his name was William Morris. He was a solicitor and\r\nwas using my room as a temporary convenience until his new premises\r\nwere ready. He moved out yesterday.’\r\n\r\n“‘Where could I find him?’\r\n\r\n“‘Oh, at his new offices. He did tell me the address. Yes, 17 King\r\nEdward Street, near St. Paul’s.’\r\n\r\n“I started off, Mr. Holmes, but when I got to that address it was a\r\nmanufactory of artificial knee-caps, and no one in it had ever heard of\r\neither Mr. William Morris or Mr. Duncan Ross.”\r\n\r\n“And what did you do then?” asked Holmes.\r\n\r\n“I went home to Saxe-Coburg Square, and I took the advice of my\r\nassistant. But he could not help me in any way. He could only say that\r\nif I waited I should hear by post. But that was not quite good enough,\r\nMr. Holmes. I did not wish to lose such a place without a struggle, so,\r\nas I had heard that you were good enough to give advice to poor folk\r\nwho were in need of it, I came right away to you.”\r\n\r\n“And you did very wisely,” said Holmes. “Your case is an exceedingly\r\nremarkable one, and I shall be happy to look into it. From what you\r\nhave told me I think that it is possible that graver issues hang from\r\nit than might at first sight appear.”\r\n\r\n“Grave enough!” said Mr. Jabez Wilson. “Why, I have lost four pound a\r\nweek.”\r\n\r\n“As far as you are personally concerned,” remarked Holmes, “I do not\r\nsee that you have any grievance against this extraordinary league. On\r\nthe contrary, you are, as I understand, richer by some £ 30, to say\r\nnothing of the minute knowledge which you have gained on every subject\r\nwhich comes under the letter A. You have lost nothing by them.”\r\n\r\n“No, sir. But I want to find out about them, and who they are, and what\r\ntheir object was in playing this prank—if it was a prank—upon me. It\r\nwas a pretty expensive joke for them, for it cost them two and thirty\r\npounds.”\r\n\r\n“We shall endeavour to clear up these points for you. And, first, one\r\nor two questions, Mr. Wilson. This assistant of yours who first called\r\nyour attention to the advertisement—how long had he been with you?”\r\n\r\n“About a month then.”\r\n\r\n“How did he come?”\r\n\r\n“In answer to an advertisement.”\r\n\r\n“Was he the only applicant?”\r\n\r\n“No, I had a dozen.”\r\n\r\n“Why did you pick him?”\r\n\r\n“Because he was handy and would come cheap.”\r\n\r\n“At half wages, in fact.”\r\n\r\n“Yes.”\r\n\r\n“What is he like, this Vincent Spaulding?”\r\n\r\n“Small, stout-built, very quick in his ways, no hair on his face,\r\nthough he’s not short of thirty. Has a white splash of acid upon his\r\nforehead.”\r\n\r\nHolmes sat up in his chair in considerable excitement. “I thought as\r\nmuch,” said he. “Have you ever observed that his ears are pierced for\r\nearrings?”\r\n\r\n“Yes, sir. He told me that a gipsy had done it for him when he was a\r\nlad.”\r\n\r\n“Hum!” said Holmes, sinking back in deep thought. “He is still with\r\nyou?”\r\n\r\n“Oh, yes, sir; I have only just left him.”\r\n\r\n“And has your business been attended to in your absence?”\r\n\r\n“Nothing to complain of, sir. There’s never very much to do of a\r\nmorning.”\r\n\r\n“That will do, Mr. Wilson. I shall be happy to give you an opinion upon\r\nthe subject in the course of a day or two. To-day is Saturday, and I\r\nhope that by Monday we may come to a conclusion.”\r\n\r\n“Well, Watson,” said Holmes when our visitor had left us, “what do you\r\nmake of it all?”\r\n\r\n“I make nothing of it,” I answered frankly. “It is a most mysterious\r\nbusiness.”\r\n\r\n“As a", "morning.”\r\n\r\n“That will do, Mr. Wilson. I shall be happy to give you an opinion upon\r\nthe subject in the course of a day or two. To-day is Saturday, and I\r\nhope that by Monday we may come to a conclusion.”\r\n\r\n“Well, Watson,” said Holmes when our visitor had left us, “what do you\r\nmake of it all?”\r\n\r\n“I make nothing of it,” I answered frankly. “It is a most mysterious\r\nbusiness.”\r\n\r\n“As a rule,” said Holmes, “the more bizarre a thing is the less\r\nmysterious it proves to be. It is your commonplace, featureless crimes\r\nwhich are really puzzling, just as a commonplace face is the most\r\ndifficult to identify. But I must be prompt over this matter.”\r\n\r\n“What are you going to do, then?” I asked.\r\n\r\n“To smoke,” he answered. “It is quite a three pipe problem, and I beg\r\nthat you won’t speak to me for fifty minutes.” He curled himself up in\r\nhis chair, with his thin knees drawn up to his hawk-like nose, and\r\nthere he sat with his eyes closed and his black clay pipe thrusting out\r\nlike the bill of some strange bird. I had come to the conclusion that\r\nhe had dropped asleep, and indeed was nodding myself, when he suddenly\r\nsprang out of his chair with the gesture of a man who has made up his\r\nmind and put his pipe down upon the mantelpiece.\r\n\r\n“Sarasate plays at the St. James’s Hall this afternoon,” he remarked.\r\n“What do you think, Watson? Could your patients spare you for a few\r\nhours?”\r\n\r\n“I have nothing to do to-day. My practice is never very absorbing.”\r\n\r\n“Then put on your hat and come. I am going through the City first, and\r\nwe can have some lunch on the way. I observe that there is a good deal\r\nof German music on the programme, which is rather more to my taste than\r\nItalian or French. It is introspective, and I want to introspect. Come\r\nalong!”\r\n\r\nWe travelled by the Underground as far as Aldersgate; and a short walk\r\ntook us to Saxe-Coburg Square, the scene of the singular story which we\r\nhad listened to in the morning. It was a poky, little, shabby-genteel\r\nplace, where four lines of dingy two-storied"]