{"id": "7", "title": "The Mayflower Compact", "author": "Unknown", "text": "\n\n\n\nThe Mayflower Compact\n\nNovember 11, 1620  [This was November 21, old style calendar]\n\nIn the name of God, Amen.  We, whose names are underwritten, the Loyal\nSubjects of our dread Sovereigne Lord, King James, by the Grace of God,\nof Great Britaine, France, and Ireland, King, Defender of the Faith,\n&c.\n\nHaving undertaken for the Glory of God, and Advancement of the\nChristian Faith, and the Honour of our King and Country, a Voyage to\nplant the first colony in the Northerne Parts of Virginia; doe, by\nthese Presents, solemnly and mutually in the Presence of God and one of\nanother, covenant and combine ourselves together into a civill Body\nPolitick, for our better Ordering and Preservation, and Furtherance of\nthe Ends aforesaid; And by Virtue hereof to enact, constitute, and\nframe, such just and equall Laws, Ordinances, Acts, Constitutions, and\nOffices, from time to time, as shall be thought most meete and\nconvenient for the Generall Good of the Colonie; unto which we promise\nall due Submission and Obedience.\n\nIn Witness whereof we have hereunto subscribed our names at Cape Cod\nthe eleventh of November, in the Raigne of our Sovereigne Lord, King\nJames of England, France, and Ireland, the eighteenth, and of Scotland,\nthe fiftie-fourth, Anno. Domini, 1620.\n\nMr. John Carver           Mr. Stephen Hopkins\nMr. William Bradford      Digery Priest\nMr. Edward Winslow        Thomas Williams\nMr. William Brewster      Gilbert Winslow\nIsaac Allerton            Edmund Margesson\nMiles Standish            Peter Brown\nJohn Alden                Richard Bitteridge\nJohn Turner               George Soule\nFrancis Eaton             Edward Tilly\nJames Chilton             John Tilly\nJohn Craxton              Francis Cooke\nJohn Billington           Thomas Rogers\nJoses Fletcher            Thomas Tinker\nJohn Goodman              John Ridgate\nMr. Samuel Fuller         Edward Fuller\nMr. Christopher Martin    Richard Clark\nMr. William Mullins       Richard Gardiner\nMr. William White         Mr. John Allerton\nMr. Richard Warren        Thomas English\nJohn Howland              Edward Doten\nEdward Liester\n\n\n\n"}